[
    {
        "judul":[
            "Alzheimer's Disease Detection and Classification: An Ensemble Machine Learning Paradigm"
        ],
        "penulis":"",
        "tahun":2023,
        "sdgs":[

        ],
        "abstrak":[
            "In industrialized nations, Alzheimer's disease (AD) ranks among the top ten causes of death. Research, including the use of computer-aided algorithms, has yielded outstanding results. Recently, deep models have gained traction, particularly for image processing tasks. There has been a dramatic increase in the number of publications published on the topic of AD detection using deep learning since 2017.Deep models have been shown to improve AD detection accuracy compared to more traditional forms of machine learning. Classifying instances of AD needs a highly discriminative feature representation to discriminate between otherwise similar brain patterns, making AD diagnosis challenging despite recent progress. This research detects the distinct forms of AD with the use of machine learning techniques. However, there are still certain hurdles to overcome, especially regarding dataset availability and training processes, notwithstanding deep learning's impressive performance in detecting AD.  © 2023 IEEE."
        ]
    },
    {
        "judul":[
            "IT Risk Analysis Based on Risk Management Using ISO 31000: Case study Registration Application at University XYZ"
        ],
        "penulis":"",
        "tahun":2023,
        "sdgs":[

        ],
        "abstrak":[
            "XYZ University has an Alpha Application used during the registration process for student courses each semester. There must be a hazard in the installation of this information system that could impede the process or functionality of the system; therefore, risk analysis is necessary to avoid troubles. By implementing ISO 31000 at XYZ University, it is believed that the risks associated with implementing Alpha can be reduced. This study uses Fishbone Analysis to identify the possible causes of an issue and then separates the root causes. It can also identify potential solutions to this problem (could be more than one problem). According to ISO 31000, risk analysis results are presented as documentation of potential hazards around the Alpha application, with risks grouped based on their impact. The results of this research will be included in the risk evaluation matrix per ISO 31000 recommendations. The evaluation matrix is divided into low, medium, and high-risk categories. So that universities can take advantage of the findings of this risk analysis to prevent and reduce risks and treat them based on the potential impact or risk priority in the Alpha application. Strengthening internal security systems, password policies, encryption, two-factor authentication, and educating students are some ways to mitigate these risks. © 2023 ACM."
        ]
    },
    {
        "judul":[
            "Suppression of EM Coupling between Microstrip Patch Antennas Using a Simple Meander Line Structure"
        ],
        "penulis":"",
        "tahun":2023,
        "sdgs":[

        ],
        "abstrak":[
            "A meander line is one of the potential decoupling structures suitable for reducing electromagnetic (EM) coupling that appears between two or more planar antennas. This paper presents an implementation of meander line structure to suppress EM coupling between microstrip patch antennas. To exhibit decoupling effects, a model of simple meander line structure is inserted between the antennas. A circuit prototype has been realized and examined for verifying those effects. The measured result shows a coupling suppression of about 6 dB to 10 dB within operational bandwidth can be achieved with a small resonant frequency shift of 60 MHz, or 2.5%, compared to the simulated one. The result proves that the proposed model is a promising decoupling structure to minimize EM coupling which is also further implementable on a planar antenna array. © 2023 IEEE."
        ]
    },
    {
        "judul":[
            "A Straightforward Equivalent Circuit Approach for Characteristic Evaluation of Capacitor-Based Loaded-Line Phase Shifter"
        ],
        "penulis":"",
        "tahun":2023,
        "sdgs":[

        ],
        "abstrak":[
            "In this paper, characteristic evaluation of a reconfigurable capacitor-based loaded-line phase shifter is presented by utilizing an equivalent circuit approach. For this purpose, a straightforward equivalent circuit of the phase shifter composed of three microstrip lines and four loading capacitors is developed. The values of lumped elements for the equivalent circuit are determined from the physical dimensions of the phase shifter structure. By using the developed equivalent circuit, phase shifter characteristics, including reflection and transmission coefficients, are evaluated for a varied 0.2 pF to 1 pF capacitance range. The characteristics obtained from the proposed approach agree with the measured results.  © 2023 IEEE."
        ]
    },
    {
        "judul":[
            "Prediction of Payment Modes for Online Taxi Users Using Machine Learning"
        ],
        "penulis":"",
        "tahun":2023,
        "sdgs":[

        ],
        "abstrak":[
            "It is critical to comprehend customer payment preferences for online taxi service providers in the digital age to give payment options that live up to client expectations. The variables affecting online taxi passengers' choice of payment method are frequently difficult for stakeholders to pinpoint. The purpose of this study is to use the random forest algorithm to forecast the preferred payment methods for online taxi users. The random forest approach was chosen due to its ability to handle complex information and generate accurate forecasts. An online taxi-user dataset with the labels 'cash' and 'digital' was employed throughout the model development stage. The random forest model is subsequently trained by taking into account the characteristics that affect the prediction of payment methods, such as income, online taxi brand, credit card, e-wallet, and account ownership. The created predictive model was tested on the dataset using an experiment employing the bootstrapping method after going through the training phase. An accuracy rate of 96% in the experiment demonstrates how well the random forest model predicts the mode of payment for online taxi consumers. In addition, high values of precision, recall, and Fl-score were also obtained, indicating the reliability of the model in correctly classifying payment modes. © 2023 IEEE."
        ]
    },
    {
        "judul":[

        ],
        "penulis":"",
        "tahun":2023,
        "sdgs":[

        ],
        "abstrak":[

        ]
    },
    {
        "judul":[

        ],
        "penulis":"",
        "tahun":2023,
        "sdgs":[

        ],
        "abstrak":[

        ]
    },
    {
        "judul":[

        ],
        "penulis":"",
        "tahun":2023,
        "sdgs":[

        ],
        "abstrak":[

        ]
    },
    {
        "judul":[

        ],
        "penulis":"",
        "tahun":2023,
        "sdgs":[

        ],
        "abstrak":[

        ]
    },
    {
        "judul":[

        ],
        "penulis":"",
        "tahun":2023,
        "sdgs":[

        ],
        "abstrak":[

        ]
    }
]