[{"title":"ANALISIS PENGARUH INFLASI DAN SUKU BUNGA TERHADAP RETURN ON ASSET PERUSAHAAN TEKSTIL DAN GARMEN YANG TERDAFTAR DI BURSA EFEK INDONESIA PERIODE 2016-2020 ","classification":"658.15 - Financial management, Insolvency, Bankruptcy, Valuation of businesses, Financial Decision making, Financial planning","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Financial Management","abstract":"ABSTRAK\nDalam melakukan investasi, investor memiliki harapan untuk memperoleh keuntungan di masa mendatang. Oleh karenanya, investor membutuhkan berbagai jenis informasi agar dapat mengevaluasi kinerja perusahaan yang diperlukan untuk mengambil keputusan dalam melakukan investasi. Mengevaluasi kinerja suatu perusahaan dapat dilakukan dengan menganalisis laporan keuangannya melalui rasio keuangan (return on asset). Pada tahun 2016-2020 return on asset perusahaan teksil dan garmen mengalami penurunan yang signifikan. Penurunan return on asset salah satunya dapat dipengaruhi oleh faktor eksternal (inflasi dan suku bunga).\nPenelitian ini bertujuan untuk menguji pengaruh inflasi dan suku bunga terhadap return on asset perusahaan secara simultan dan parsial. Objek yang digunakan pada penelitian ini yaitu perusahaan sub sektor tekstil dan garmen yang terdaftar di Bursa Efek Indonesia (BEI) periode 2016-2020. Data yang digunakan pada penelitian yaitu diperoleh dari laporan keuangan masing-masing perusahaan.\nTeknik pengambilan sampel pada penelitian ini yaitu menggunakan purposive sampling. Penelitian ini menggunakan metode penelitian kuantitatif. Dalam menganalisa data, penelitian ini menggunakan statistik deskriptif, analisis regresi data panel serta menggunakan Uji F (uji simultan) dan uji t (uji parsial) untuk pengujian hipotesis.\nBerdasarkan hasil pengolahan data pada penelitian ini, menunjukkan bahwa variabel inflasi dan suku bunga tidak berpengaruh signifikan terhadap return on asset secara simultan. Secara parsial inflasi tidak berpengaruh signifikan terhadap return on asset dan suku bunga tidak berpengaruh signifikan terhadap return on asset.\nHasil penelitian ini dapat dijadikan bahan refrensi bagi penelitian selanjutnya dan juga informasi bagi investor, calon investor maupun perusahaan untuk memperhatikan faktor selain suku bunga dan inflasi dalam mengambil keputusan, dimana pada penelitian ini ditemukan fakta bahwa inflasi dan suku bunga tidak rentan terhadap return on asset perusahaan.\n ","keywords":"Kata Kunci: Inflasi, Suku Bunga, Return On Asset (ROA)","author":"DEVIANA ANJANI","lecturer":"Brady Rikumahu","publisher":"Universitas Telkom, S1 Manajemen Bisnis Telekomunikasi & Informatika","publish_year":"2023"},{"title":"DDoS Attack Detection System Using Neural Network on Internet of Things ","classification":"006.32 - Neural networks, perceptrons, connectionism, neural computers","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Cyber-physical Systems","abstract":"Distributed Denial-of-Service (DDoS) is an attack launched over a computer network to make the server unable to provide services to users. DDoS is also effectively used to stop services on Internet of Things systems based on the message Queuing Telemetry Transport (MQTT) protocol. In the system, attackers usually attack brokers who are used to manage data traffic between the issuer and the customer. Several research projects have been undertaken to detect DDoS in the Internet of Things (IoT) using machine learning. However, existing research projects still generally have low detection accuracy in predicting DDoS. This study provides a solution to the above problems by proposing the development of a machine learning model based on Neural Network (NN) to detect DDoS. Furthermore, this study also compared the results of NN predictions with K-Nearest Neighbor (KNN). The methods used in this study are as follows: 1. Conducting literature studies. 2. Develop both machine learning models. 3. Conduct analysis. Rigorous experiments have been carried out using dataset derived from research [1] and dataset generated through DDOS simulations in IoT environments. By using the dataset generated through simulation, the results obtained showed that the accuracy of NN is better than KNN, which is 99.99% and 99.82%, respectively.","keywords":"Keywords: DDoS, NN, KNN","author":"LULUS WAHYU PRASETYA ADI","lecturer":"Satria Mandala, Yudhistira Nugraha","publisher":"Universitas Telkom, S1 Teknik Informatika","publish_year":"2023"},{"title":"INFLUENCE OF LIQUIDITY, COMPANY AGE, AND RISK MINIMIZATION ON CORPORATE SOCIAL RESPONSIBILITY DISCLOSURE (Empirical Study on Mining Companies Listed on the Indonesia Stock Exchange 2015-2020) ","classification":"658.408 - Social responsibility of executive management, Safety Management","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Social Responsibility","abstract":"ABSTRAK","keywords":"Perusahaan perlu untuk menjaga lingkungan dan masyarakat yang ada di daerah sekitar perushaan dalam bentuk tanggung jawab sosial atau corporate social responsibility. Hal ini diperlukan agar masyarakat dan lingkunga di sekitar perusahaan mendapat peningkatan kualitas hidup. Penelitian ini bertujuan untuk mengetahui faktor – faktor apa saja yang bisa mempengaruhi pengungkapan corporate social responsibility pada perusahaan. Variabel independen yang digunakan pada penelitian ini yaitu likuiditas, umur perushaan, dan risk minimization dan pengungkapan corporate social responsibility sebagai variabel dependen. Penelitian ini mengambil objek dari perushaan pertambangan yang tercatat di bursa efek Indonesia periode 2015 – 2020. Metode yang digunakan pada penelitian ini yaitu kuantitatif. Pada penelitian ini pengambilan sempel menggunakan purposive sampling dengan kriteria tertentu sehingga didapatkan 72 sampel yang terdiri dari 12 perusahaan. Teknik analisis yang digunakan pada penelitian ini adalah regresi data panel dengan pengolahan data menggunakan Eviews12. Random effect model terpilih setelah melakukan 3 pengujian pemilihan model data panel. Hasil dari penelitian yang dilakukan, menunjukan hasil bahwa likuiditas, umur perusahaan, dan risk minimization berpengaruh secara simultan terhadap pengungkapan corporate social responsibility. Pengujian parsial menunjukan bahwa umur perusahaan berpengaruh secara signifikan ke arah positif dan risk minimization berpengaruh kearah negatif. Saran untuk penelitian selanjutnya dianjurkan untuk menggunakan variabel bebas lain yang memiliki pengaruh terhadap pengungkapan corporate social responsibility. Peneliti juga dapat merubah objek penelitian dengan tujuan mendapatkan hasil penelitian yang lebih baik. Kata Kunci : likuiditas, pengungkapan CSR, risk minimization, umur perusahaan","author":"RIFKY SATRIA NADIFA","lecturer":"Willy Sri Yuliandhari","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"Pengaruh Audit Fee, Audit Delay, dan Reputasi Auditor terhadap Auditor Switching (Studi Kasus pada Perusahaan Sektor Perdagangan, Jasa Dan Investasi Yang Terdaftar Di Bursa Efek Indonesia Tahun 2018-2021) ","classification":"657.45 - Auditing","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Auditing, Auditors,","abstract":"","keywords":"Auditor Switching ialah peraturan pergantian Kantor Akuntan Publik yang wajib dipatuhi suatu perusahaan untuk menjaga hasil kualitas audit dan mempertahankan indepedensi auditor. Auditor Switching ini dapat terjadi tidak hanya dari peraturan pemerintah melainkan terdapat faktor-faktor yang diindikasikan dapat meningkatkan dan menurunkan kemungkinan terjadinya auditor switching. Penelitian ini menggunakan variabel independen dan variabel dependen. Variabel independen yang terdiri dari audit fee, audit delay, dan reputasi auditor, sedangkan variabel dependen yaitu auditor switching. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh audit fee, audit delay, dan reputasi auditor terhadap auditor switching, baik secara parsial atau simultan pada perusahaan sektor perdagangan, jasa, dan investasi yang terdaftar di Bursa Efek Indonesia. Populasi dalam penelitian ini adalah perusahaan sektor perdagangan, jasa, dan investasi yang terdaftar di Bursa Efek Indonesia (BEI) periode 2018-2021. Metode yang digunakan dalam penelitian ini adalah statistik deskriptif dan regresi logistik dengan menggunakan tools SPSS 25. Penentuan sampel pada penelitian ini menggunakan teknik purposive sampling, sehingga diperoleh sebanyak 164 sampel perusahaan. Hasil pada penelitian ini menunjukkan bahwa variabel audit fee, audit delay, dan reputasi auditor berpengaruh secara simultan terhadap auditor switching. Secara parsial, audit fee dan audit delay berpengaruh arah negatif terhadap auditor switching, dan reputasi auditor tidak berpengaruh terhadap auditor switching Kata Kunci: Audit Fee, Audit Delay, Reputasi Auditor, Auditor Switching","author":"KURNIA PUTRI RAMADHANI","lecturer":"Mohamad Rafki Nazar, Djusnimar Zultilisna","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"Pengaruh Hubungan Ukuran Dewan Direksi Terhadap Return Saham Dengan Reputasi Perusahaan Sebagai Variabel Mediasi (Perusahaan Indeks LQ45 Tahun 2016 - 2020) ","classification":"332.632 2 - Stocks(Shares), Rights and warrants, Common stock","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Accounting And Finance, Stock,","abstract":"Perusahaan Indeks LQ45 kumpulan daftar perusahaan liquid di pasar modal dengan fundamental terbaik dan kinerja keuangan yang terbaik dengan return saham yang menjanjikan serta mewakili pasar modal dengan seleksi kriteria seperti nilai pasar dan likuiditas yang tinggi. Oleh karena itu maka kondisi perusahaan baik kinerja maupun keuangan perusahaan harus dijaga agar menstabilkan kondisi return saham yang mengarah pada peningkatan. Return saham merupakan nilai dari dua komponen yaitu capital gain dan dividend. Tujuan dilakukannya penelitian ini untuk mengetahui pengaruh reputasi perusahaan memediasi hubungan antara ukuran dewan direksi dengan return saham pada perusahaan yang terdaftar pada indeks LQ45 pada tahun 2016-2020. Metode yang digunakan adalah metode kuantitatif dengan data yang diambil adalah sekunder. Populasi pada penelitian ini adalah perusahaan yang terdaftar di indeks LQ45 tahun 2016-2020, sampel yang diambil menggunakan Teknik purposive sampling dan didapatkan sebanyak 55 sampel. Metode analisis yang digunakan adalah analisis jalur dengan menggunakan SPSS 25 sebagai alat uji statistic dan hipotesis.  Hasil yang didapatkan dari penelitian ini yaitu variabel ukuran dewan direksi dan reputasi perusahaan bersama-sama secara simultan dan secara parsial tidak ada pengaruh signifikan terhadap return saham dan varibel reputasi perusahaan tidak mampu memediasi hubungan ukuran dewan direksi dan return saham.  Saran bagi peneliti selanjutnya, untuk menambah variabel yang berbeda seperti variabel mekanisme reaksi investor, dewan komisaris, dan komite audit serta mengubah indikator dewan direksi seperti proporsi direktur wanita, jumlah direktur asing, dan karakteristik latar belakang pendidikan.\nKata kunci: Return Saham, Ukuran Dewan Direksi, Reputasi Perusahaan.\nThe LQ45 Index Company is a collection of lists of liquid companies in the capital market with the best fundamentals and the best financial performance with promising stock returns and representing the capital market with selection criteria such as market value and high liquidity. Therefore, the condition of the company, both performance and company finances, must be maintained in order to stabilize the condition of stock returns which leads to an increase. Stock return is the value of two components, namely capital gains and dividends. The purpose of this study was to determine the effect of company reputation mediating the relationship between the size of the board of directors and stock returns in companies listed on the LQ45 index in 2016-2020. The method used is a quantitative method with the data taken is secondary. The population in this study were companies listed on the LQ45 index in 2016-2020, the sample was taken using purposive sampling technique and obtained as many as 55 samples. The analytical method used is path analysis using SPSS 25 as a statistical and hypothesis test tool.The results obtained from this study show that the variable size of the board and the company's reputation, at the same time, do not have a significant effect on stock returns, and that the variable company's reputation cannot mediate the relationship. Between board size and stock returns. Suggestions for further researchers are to add different variables such as the reaction mechanism of investors, the board of commissioners, and the audit committee and to change the indicators of the board of directors such as the proportion of female directors, the number of foreign directors, and characteristics of educational background.","keywords":"Keywords: Stock Return, Board of Directors Size, Company Reputation. ","author":"TRI VELA KARINADA","lecturer":"Khairunnisa","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"PENGARUH INTELLECTUAL CAPITAL, CORPORATE SOCIAL RESPONSIBILITY, DAN GOOD CORPORATE GOVERNANCE TERHADAP KINERJA KEUANGAN PERUSAHAAN (Studi pada Perusahaan Telekomunikasi Yang Terdaftar Di Bursa Efek Indonesia Periode 2016-2020) ","classification":"332.041 5 - Capital formation and saving, capital markets, interdiciplinary works on raising monet for investment in capital assets","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Accounting And Finance, Capital Accounting,","abstract":"","keywords":"Semua perusahaan melakukan kinerja keuangan dengan baik demimencapai tujuan perusahaan untuk memaksimalkan keuntungan perusahaan. Dalam upaya pencapaian tujuan perusahaan adalah dengan meningkatkan Intellectualcapital, Corporate Social Responsibility dan Good Corporate Governance dengan menggunakan proksi dewan komisaris independent. Tujuan penelitian ini adalah untuk mengetahui signifikan pengaruh Intellectyal Capital, Corporate Social Responsibility dan Good Corporate Governance terhada Kinerja Keuangan pada perusahaan subsektor telekomunikasi yang Tetdaftar di Bursa Efek Indonesia pada periode 2016-2020 dengan sampel sebanyak 10 perusahaan. Hasil penelitian dengan analisis regresi data panel menggunakan aplikasi Eviews 12. Metode pengumpulan data pada penelitian ini menggunakan sumber data sekunder berupa laporan keuangan tahunan perusahaan subsektor telekomunikasi yang terdaftar di Bursa Efek Indonesia periode 2016-2020. Hasil penelitian mengungkapkan bahwa secara simultan intellectual capital, corporate social responsibility dan good corporate governance berpengaruh terhadap kinerja keuangan. Hasil penelitian secara parsial mengungkapkan bahwa intellectual capital berpengaruh signifikan terhadap kinerja keuangan, corporate social responsibility dan good corporate governance tidak berpengaruh signifikan terhadap kinerja keuangan. Kata Kunci : Kinerja keuangan, intellectual capital, corporate social responsibility, dan good corporate governance.","author":"GABRIELLA PANEISCHA PURBA","lecturer":"Brady Rikumahu","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"PENGARUH KUALITAS HUBUNGAN TERHADAP LOYALITAS PELANGGAN WIFI.ID DI KOTA BANDUNG DENGAN PEMULIHAM LAYANAN SEBAGAI VARIABEL INTERVENING ","classification":"658.834 3 - Consumer attitudes, Preferences, Reactions, Brand preferences, Consumer satisfaction","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Customer Loyalty","abstract":"Setiap tahunnya pekembangan teknologi semakin berkembang sangat pesat, salah satu industry terbesar yang sangat di butuhkan untuk saat ini adalah industri telekomunikasi. Industri layanan internet merupakan industri yang sangat di butuhkan saat ini oleh hampir semua kalangan, di Indonesia jasa penyedia layanan internet terbesar dan terkenal ialah Wifi.id yang berada di bawah naungan Telkom Indonesia, oleh sebab itu Wifi.id harus bisa menganalisa perilaku pelanggan karna Wifi.id meruapakan salah satu aset yang dimiliki oleh Telkom Indonesia secara tidak langsung harus menjaga loyalitas pelanggan nya karna merupakan salah satu layanan penyedia jasa internet yang sudah tersebar di berbagai penjuru di Indonesia. Wifi.id perlu memerhatikan kualitas hubungan dengan pelanggan nya dan juga tanggap dalam pemulihan layanan bila ada kendala atau gangguan pada pelanggan agar tercipta loyalitas pelanggan. Adapun saran yang dapat penulis berikan kepada perusahaan adalah perusahaan perlu memperbaiki dalam hal kepuasan dan komitmen dalam variabel kualitas hubungan. Sedangkan untuk penelitian selanjutnya disarankan dapat melakukan penelitian dengan studi perusahaan yang lain agar menemukan hasil yang berbeda dan jika perusahaan sejenis maka dapat mencakup lebih luas lagi pengguna karena pada penelitian ini hanya mencakup pengguna di Kota Bandung.","keywords":"Kata Kunci: Kualitas Hubungan, Pemulihan Layanan, Loyalitas Pelanggan","author":"FADHEL MUHAMMAD SAFARIE","lecturer":"Adhi Prasetio","publisher":"Universitas Telkom, S1 Manajemen Bisnis Telekomunikasi & Informatika","publish_year":"2023"},{"title":"Pengaruh Likuiditas, Leverage, Profitabilitas dan Opini Audit terhadap Nilai Perusahaan (Studi Empiris: Perusahaan Manufaktur yang terdaftar di Bursa Efek Indonesia periode 2018-2020) ","classification":"657.45 - Auditing","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Auditing","abstract":"Nilai perusahaan dibentuk melalui indikator nilai pasar saham, yang dipengaruhi oleh peluang-peluang investasi. Nilai perusahaan membuat investor dan kreditur semakin selektif dalam berinvestasi maupun memberikan kredit kepada perusahaan. Dimana semakin tinggi nilai perusahaan maka semakin tinggi tingkat pengembalian kepada investor.\n                Penelitian ini bertujuan untuk menguji pengaruh likuiditas, leverage, profitabilitas dan opini audit terhadap nilai perusahaan pada perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia (BEI) periode 2018-2020.\n                Penelitian ini menggunakan metode penelitian kuantitatif, yang melihat hubungan variabel terhadap objek yang diteliti. Populasi dalam penelitian ini sebanyak 193 perusahaan dengan periode 3 tahun. Data yang dijadikan sampel dalam penelitian ini sebanyak 150 perusahaan yang di observasi. Teknik analisis yang digunakan adalah regresi data panel.\nHasil penelitian ini menunjukkan Likuiditas, Leverage, Profitabilitas dan Opini Audit secara simultan berpengaruh terhadap nilai perusahaan. Secara parsial, profitabilitas dan opini audit berpengaruh terhadap nilai perusahaan. Sedangkan, likuiditas dan leverage tidak berpengaruh terhadap nilai perusahaan.","keywords":"Peneliti selanjutnya disarankan untuk mengembangkan variabel-variabel independen yang dapat menjelaskan pengaruh lebih besar. Bagi investor diharapkan penelitian ini bisa menjadi pertimbangan pengambilan keputusan dalam berinvestasi. Bagi perusahaan disarankan dapat meningkatkan nilai perusahaan dengan melihat pengaruh-pengaruh variabel yang mempengaruhi nilai perusahaan.","author":"MUHAMMAD SIDQI ALBAIHAQI","lecturer":"Elly Suryani","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"PENGARUH PERTUMBUHAN PERUSAHAAN, FREE CASH FLOW, DAN INVESTMENT OPPORTUNITY SET TERHADAP NILAI PERUSAHAAN (Studi Perusahaan Manufaktur Sektor Industri Barang Konsumsi Yang Terdaftar Pada Bursa Efek Indonesia Tahun 2016-2020) ","classification":"332.632 7 - Investment company securities","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Accounting And Finance, Investment,","abstract":"Nilai perusahaan dilihat dari harga saham yang merupakan gambaran kinerja perusahaan dimana akan mencerminkan respon dari investor. Semakin tinggi nilai perusahaan, maka investor akan semakin merespon positif. Penelitian ini bertujuan untuk menguji pengaruh secara simultan dan parsial pertumbuhan perusahaan, free cash flow, dan investment opportunity set terhadap nilai perusahaan pada perusahaan manufaktur sektor industri barang konsumsi yang terdaftar pada Bursa Efek Indonesia tahun 2016-2020. Teknik yang digunakan dalam penelitian ini adalah purposive sampling. Berdasarkan purposive sampling diperoleh 31 sampel perusahaan. Metode analisis data pada penelitian ini adalah regresi data panel dengan menggunakan software eviews 12. Hasil penelitian ini menunjukkan bahwa pertumbuhan perusahaan (GROWTH), free cash flow (FCF), dan investment opportunity set (MVBVA) berpengaruh secara simultan terhadap nilai perusahaan. Variabel pertumbuhan perusahaan dan investment opportunity set secara parsial berpengaruh signifikan dengan arah positif terhadap nilai perusahaan. Sedangkan variabel free cash flow tidak berpengaruh signifikan terhadap nilai perusahaan pada perusahaan manufaktur sektor industri barang konsumsi yang terdaftar di Bursa Efek Indonesia (BEI) tahun 2016-2020.\n ","keywords":"\nKata Kunci : free cash flow, investment opportunity set, nilai perusahaan, pertumbuhan perusahaan.\n","author":"SYAFIRA AZI SUGIHARTO","lecturer":"Hendratno","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"PENGARUH PROFITABILITAS, LEVERAGE, GOOD CORPORATE GOVERNANCE TERHADAP MANAJEMEN LABA (Studi pada perusahaan Sub Sektor Makanan-Minuman yang terdaftar di Bursa Efek Indonesia Tahun 2017-2020) ","classification":"C -","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Accounting And Finance, Profitability,","abstract":"ABSTRAK\nManajemen laba merupakan suatu tindakan penilaian dalam laporan keuangan dan persiapan sebuah transaksi yang bertujuan untuk memanipulasi kinerja keuangan untuk kepentingan manajemen. Hal ini dilakukan untuk memanipulasi dengan menambah maupun mengurangi nilai pendapatan yang terdapat dalam laporan keuangan serta menggunakan suatu cara akuntansi yang digunakan perusahaan dengan adanya campur tangan dalam menyusun laporan keuangan.\nPenelitian ini bertujuan untuk mengetahui bagaimana pengaruh profitabilitas, leverage, dan good corporate governance terhadap manajemen laba pada perusahaan sub sektor makanan dan minuman yang terdaftar di Bursa Efek Indonesia Tahun 2017-2020. Penelitian ini menggunakan data laporan keuangan yang terdaftar di Bursa Efek Indonesia (BEI).\nPopulasi dalam penelitian ini adalah perusahaan sub sektor makanan dan minuman yang terdaftar di Bursa Efek Indonesia (BEI) pada tahun 2017-2020.  Teknik pemilihan sampel yang digunakan yaitu purposive sampling dan diperoleh 20 perusahaan dengan periode penelitian 4 tahun sehingga diperoleh 80 total sampel penelitian. Metode analisis data yang digunakan dalam penelitian ini adalah analisis regresi data panel.\nHasil penelitian ini menunjukan bahwa profitabilitas, leverage dan good corporate governance berpengaruh secara simultan terhadap manajemen laba. Secara parsial variabel profitabilitas berpengaruh positif terhadap manajemen laba. Sedangkan leverage dan good corporate governance yang terdiri dari variabel kepemilikan institusional dan komisaris independen tidak berpengaruh terhadap manajemen laba.\n \nKata kunci: good corporate governance, leverage, manajemen laba, profitabilitas.\n ","keywords":" ","author":"ZAHRAN AL GHIFARI","lecturer":"Majidah","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"PENGARUH RISK MINIMIZATION, GENDER DIVERSITY DAN  SERTIFIKASI LINGKUNGAN TERHADAP PENGUNGKAPAN CORPORATE  SOCIAL RENSPONSIBILITY  (Studi Kasus pada Industri Primer yang Terdaftar di Bursa Efek Indonesia Tahun 2019- 2021) ","classification":"658.408 - Social responsibility of executive management, Safety Management","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Corporate Social Responsibility","abstract":"Corporate social rensponsibility merupakan bentuk pertanggungjawaban perusahaan terhadap para pemegang saham dengan memperhatikan aspek sosial dan aspek lingkungan yang berada di sekitar tempat aktivitas operasional perusahaan dilaksanakan. Risk minimization merupakan upaya yang dilakukan perusahaan dalam meminimalisir risiko yang akan terjadi pada aktivitas operasional perusahaan. Gender diversity adalah proporsi perempuan dalam dewan direksi perusahaan, Sertifikasi lingkungan merupakan bagian dari sistem manajemen perusahaaan yang digunakan untuk mengembangkan dan menerapkan kebijakan mengenai lingkungan dan juga sebagai panduan perusahaan dalam mengelola aspek lingkungannya. Penelitian ini bertujuan untuk mengetahui pengaruh risk minimization, gender diversity, dan sertifikasi lingkungan terhadap pengungkapan corporate social rensponsibility secara simultan maupun parsial. Populasi pada penelitian ini adalah perusahaan industri primer yang terdaftar di Bursa Efek Indonesia (BEI) tahun 20192021. Pemilihan sampel menggunakan metode purposive sampling. Sampel yang diperoleh sebanyak 15 perusahaan dengan 45 observasi. Analisis yang digunakan dalam penelitian ini adalah analisis deskriptif dan analisis regresi data panel dengan menggunakan Eviews 12. Hasil Penelitian ini menunjukkan bahwa risk minimization, gender diversity, dan sertifikasi lingkungan berpengaruh secara simultan terhadap corporate social rensponsibility. Secara persial risk minimization berpengaruh positif terhadap corporate social rensponsibility. Sedangkan gender diversity dan sertifikasi lingkungan corporate social rensponsibility.","keywords":"Kata Kunci: Corporate Social Rensponsibility, Gender Diversity, Risk Minimization, Sertifikasi Lingkungan","author":"AULIA FATIHA KURNIADI","lecturer":"Wahdan Arum Inawati","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"Pengaruh Shareholder Pressure, Auditor Type dan Director Expertise Terhadap Kualitas Sustainability Report (Studi pada Seluruh Perusahaan yang Terdaftar di Bursa Efek Indonesia Periode 2018-2020) ","classification":"657 - Accounting","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Accounting, Audit,","abstract":"Sustainability Report adalah alat atau sarana bagi perusahaan dalam melaporkan dan mengkomunikasikan aspek lingkungan, ekonomi dan sosial kepada pera stakeholder-nya. Setiap laporan yang diterbitkan oleh perusahaan haruslah berkualitas salah satunya adalah sustainability report, kualitas sustainability report menggambarkan bahwa perusahaan bertanggung jawab dan membantu para stakeholder untuk memahami dan mengambil keputusan. Pada kenyataannya, masih banyak perusahaan yang kurang maksimal dalam memanfaatkan laporan sustainability report yang berkualitas disebabkan karena berbagai macam faktor, khususnya pada seluruh perusahaan yang terdaftar di Bursa Efek Indonesia pada tahun 2018 hingga 2020.\nTujuan dari penelitian ini adalah untuk mengetahui dan menganalisis pengaruh stakeholder pressure, auditor type, auditor expertise terhadap kualitas sustainability report menggunakan GRI Standard. Populasi dalam penelitian ini adalah seluruh perusahaan yang terdaftar di Bursa Efek Indonesia periode 2018-2020. Pemilihan sampel pada penelitian ini menggunakan teknik purposive sampling. Sampel pada penelitian berjumlah 138 data observasi. Metode analisis data dalam penelitian ini adalah analisis regresi data panel dengan menggunakan software Eviews 12.\nHasil pengujian menunjukkan bahwa stakeholder pressure, auditor type, dan director expertise berpengaruh secara simultan terhadap kualitas sustainability report. Secara parsial, stakeholder pressure berpengaruh terhadap kualitas sustainability report. auditor type berpengaruh secara negative terhadap kualitas sustainability report. director expertise tidak pengaruh.","keywords":"Kata kunci: Auditor Type, Director Expertise, Kualitas Sustainability Report, Stakeholder Pressure.","author":"SALMAN ALFARIZI","lecturer":"Cahyaningsih","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"PENGARUH SOCIAL MEDIA MARKETING TERHADAP DESTINATION IMAGE DAN INTENTION TO VISIT BALI ZOO ","classification":"C -","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Social Media-communication In Marketing","abstract":"Teknologi dewasa ini berkembang begitu pesat dilihat dari kemahiran gawai dalam memberikan kemudahan mengakses internet bagi para pengguna khususnya menjelajah media sosial. Seiring berjalannya waktu peran internet mulai beralih untuk mengembangkan destinasi wisata dimana sosial media menjadi sarana untuk memasarkan industri pariwisata. Bali Zoo merupakan salah satu destinasi wisata yang memanfaatkan media sosial untuk memasarkan produknya. Bali Zoo sudah mengupayakan komunikasi pemasaran yang cukup aktif pada media sosial khusnya instagram namun Bali Zoo dari tahun ke tahun memiliki jumlah pengunjung yang lebih rendah dibandingkan pesaingnya yaitu Bali Safari and Marine Park.\nOleh karena itu, penelitian ini bertujuan untuk mengeksplorasi pengaruh social media marketing terhadap intention to visit pengikut akun instagram Bali Zoo (@balizoo) yang di mediasi oleh variabel destination image, serta mengetahui apakah terdapat pengaruh pada variabel social media marketing terhadap variabel intention to visit Bali Zoo, pengaruh variabel social media marketing terhadap variabel destination image di Bali Zoo, dan pengaruh variabel destination image terhadap variabel intention to visit Bali Zoo.\nPenelitian ini merupakan penelitian kuantitatif dan jenis penelitian yang digunakan adalah penelitian penjelasan (explanation research). Populasi pada penelitian ini adalah followers akun instagram Bali Zoo (@balizoo) yang berjumlah 84.700 followers terhitung pada tanggal 13 November 2021. Sampel yang digunakan pada penelitian ini sebesar 400 responden dengan menggunakan Purposive Sampling sebagai teknik pengambilan sampel. Adapun teknik analisis data yang digunakan yaitu uji asumsi klasik, analisis jalur, uji koefisien determinasi, uji sobel, dan uji hipotesis.\nHasil penelitian ini menunjukkan bahwa social media marketing memiliki pengaruh yang positif dan sigifikan terhadap intention to visit, social media marketing memiliki pengaruh yang positif dan sigifikan terhadap destination image, destination image memiliki pengaruh yang positif dan sigifikan terhadap intention to visit, destination image berpengaruh secara positif dan peran mediasi yang signifikan antara social media marketing dan intention to visit pada Bali Zoo.\nBerdasarkan kesimpulan dari hasil penelitian yang telah dilakukan, sebaiknya Bali Zoo perlu meningkatkan kualitas informasi yang dibagikan pada akun instagram, meningkatkan pelayanan yang baik dan berkesan kepada wisatawan mulai dari wisatawan berkunjung ke Bali Zoo hingga pemberian feedback, lebih giat mengadakan aktivitas komunikasi pemasaran, aktif berinteraksi dengan followers media sosial, dan menawarkan promo pada hari-hari tertentu.","keywords":"Kata Kunci : Pemasaran Media Sosial, Citra Destinasi, Instagram.","author":"NI PUTU DITA PRAMESTI DEWI","lecturer":"","publisher":"Universitas Telkom","publish_year":"2023"},{"title":"PENGARUH UKURAN PERUSAHAAN, PERTUMBUHAN ASET DAN TANGIBILITY TERHADAP STRUKTUR MODAL (Studi Empiris Perusahaan Property, Real, dan Estate yang terdaftar di Bursa Efek Indonesia tahun 2016-2020) ","classification":"332.041 5 - Capital formation and saving, capital markets, interdiciplinary works on raising monet for investment in capital assets","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Accounting And Finance, Capital Accounting,","abstract":"     Struktur modal menjadi faktor penting dalam menilai kinerja perusahaan karena struktur modal dapat mempengaruhi kondisi keuangan dan harga saham perusahaan. Struktur modal perusahaan merupakan kombinasi dari saham biasa dan preferen serta campuran dari semua sumber anggaran. Kombinasi antara sumber dana yang terdiri dari hutang dan saham yang akan menghasilkan nilai hasil tertinggi dari perusahaan akan disebut struktur modal yang optimal. Struktur modal dapat diukur dari rasio perbandingan antara total utang terhadap modal sendiri yang biasa disebut Debt to Equity Ratio (DER). DER dapat menunjukkan tingkat risiko suatu perusahaan. Semakin tinggi rasio DER, akan semakin tinggi risiko yang akan terjadi dalam perusahaan, karena pendanaan perusahaan dari unsur utang lebih besar daripada modal sendiri. \n     Penelitian ini bertujuan untuk mengetahui Pengaruh Ukuran Perusahaan, Pertumbuhan Aset, dan Tangibility terhadap Struktur Modal secara simultan dan parsial pada perusahaan sektor Property, Real, dan Estate yang Terdaftar di Bursa Efek Indonesia tahun 2016-2020. Metode yang diterapkan dalam penelitian ini yaitu kuantitatif dengan sumber data yang berasal dari laporan tahunan perusahaan (annual report) yang dipublikasikan melalui Bursa Efek Indonesia dan website resmi perusahaan. Teknik pengambilan sampel yang digunakan yaitu purposive sampling. Penelitian ini memperoleh sampel sebanyak 23 perusahaan dengan observasi selama lima tahun maka total keseluruhan sampel sebanyak 115 perusahaan. Analisis data yang digunakan pada penelitian ini adalah model analisis regresi data panel. \n    Berdasarkan hasil penelitian, perusahaan harus mengelola total asetnya semaksimal mungkin dan dapat mengontrol jumlah hutang dalam perusahaannya dengan menjaga jumlah tingkat hutang agar tidak terlalu tinggi guna mengantisipasi keadaan financial distress.","keywords":"Kata Kunci : Ukuran Perusahaan, Pertumbuhan Asset, Tangibility, Struktur Modal","author":"HAN,PHILIANA WATER LIFE","lecturer":"Khairunnisa","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"PREDIKSI FINANCIAL DISTRESS MENGGUNAKAN MODEL Z-SCORE DAN SUPPORT VECTOR MACHINE PADA PERUSAHAAN SEKTOR INFRASTRUKTUR, UTILITAS, DAN TRANSPORTASI YANG TERDAFTAR DI BURSA EFEK INDONESIA TAHUN 2017-2020 ","classification":"658.15 - Financial management, Insolvency, Bankruptcy, Valuation of businesses, Financial Decision making, Financial planning","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Financial Accounting","abstract":"Financial distress merupakan tahapan awal menurunnya kondisi keuangan perusahaan sebelum terjadinya kebangkrutan atau likuidasi. Setiap perusahaan memiliki kemungkinan yang sama untuk menghadapi kesulitan keuangan. Penelitian ini bertujuan untuk memprediksi financial distress menggunakan metode Altman Z-Score dan Support Vector Machine pada perusahaan infrastruktur, utilitas, dan transportasi yang terdaftar di BEI periode 2017-2020.\nZ-Score adalah suatu model yang memprediksi kesulitan keuangan dengan menggunakan  rasio keuangan yang dikembangkan oleh Altman. Sedangkan Support Vector Machine bekerja dengan memaksimalkan batas garis pemisah atau hyperplane sehingga diperoleh ukuran margin yang maksimal. Hyperplane yang memisahkan kedua kelompok data dengan mengukur margin hyperplane.\nMetode yang digunakan dalam penelitian ini adalah penelitian kuantitatif. Populasi pada penelitian sebanyak 79 perusahaan sektor infrastruktur, utilitas, dan transportasi dari tahun 2017-2020. Sampel penelitian menggunakan teknik purposive sampling dan diperoleh sebanyak 49 perusahaan. Dalam memprediksi financial distress digunakan data latih sebanyak 30 perusahaan untuk melatih algoritma Support Vector Machine.\nHasil penelitian menunjukkan model prediksi Altman Z-Score memprediksi 18 perusahaan yang mendapatkan status distress selama empat tahun berturut-turut dengan akurasi prediksi 48% dan model Support Vector Machine memprediksi 13 perusahaan mengalami distress selama empat tahun berturut-turut dengan akurasi sebesar 53%. Berdasarkan hasil pengujian hipotesis disimpulkan bahwa terdapat perbedaan hasil prediksi antara model Altman dan Model SVM.\n ","keywords":"Kata Kunci: Financial Distress, Altman Z-Score, Support Vector Machine","author":"ANUGRAH PRASETYA SALAM","lecturer":"Elly Suryani","publisher":"Universitas Telkom, S1 Akuntansi","publish_year":"2023"},{"title":"THE EFFECT OF JOB SATISFACTION ON EMPLOYEES PERFORMANCE AT PT BPR BKK BOYOLALI ","classification":"658.314 22 - Job satisfaction","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Job Satisfaction, Personel Management,","abstract":"In this era of post COVID-19 pandemic, employees must be prepared to face existing problems or threats to improve their performance in working in their office as before COVID-19. These data indicate that there is a decrease in employee performance caused by several factors. One of them is job satisfaction factor. This research was conducted at the PT BPR BKK Boyolali.\nThis study aims to determine the effect of job satisfaction in PT BPR BKK Boyolali’s employees and analyze the effectiveness of job satisfaction on employee performances at PT BPR BKK Boyolali. The factors tested in this study were the effect of job satisfaction as an exogenous variable, while employee performance as an endogenous variable.\nThe type of research used in this study was quantitative research. The data used in the form of numbers and using statistical analysis. Population in this research are the whole employee of PT.BPR BKK Boyolali that amount of 62 employees. Analysis technique will be used are Simple Linear Regression, T-test, F-test and Coefficient Determinant.\nThe results of simple linear regression test obtained the performance value of 36.852 when satisfaction is not existing, and each increase I satisfaction of the unit, it will increase the performance of 0.167 or 16.7%. For the test result of T test produce tcount > ttable (2,900 > 1,992) which obtained that the result where H0 is rejected. So it concluded that job satisfaction factors have significant effect toward employees’ performance on PD BPR BKK Boyolali. Then, to found out how much influence does the job satisfaction have on employees’ performance can be determined by Coefficient of Determination value (R2). The results are R2 is 0.518 which is 51.8%, this means that job satisfaction factors have an influence 51.8% towards employees’ performance of PD BPR BKK Boyolali and the remaining percentage are influenced by others.","keywords":"The suggestion for the companies are reflected on their smallest percentage of the questionnaire obtained which are Coworkers and Quality, the mediation and employee performance evaluation are proposed to solve that problem. Lastly the suggestion for future research are to added other theories and adding more variables to the existing ones","author":"RHESA ARDIMAPUTRA","lecturer":"","publisher":"Universitas Telkom, S1 International Ict Business","publish_year":"2023"},{"title":"THE EFFECT OF SERVICE QUALITY, PERCEIVED VALUE AND TRUST IN GRABFOOD ON CUSTOMER SATISFACTION ","classification":"658.8 - Marketing, Management of Distribution\/Marketing, Manajemen Distribusi","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Marketing Management, Service Quality,","abstract":"In this modern era, the growth and development of technology play numerous roles in the lives of individuals. The business community uses the growth and development of technology to advertise and market its products. This study was conducted to determine the effect of service quality, perceived value, customer satisfaction, and trust as a mediator on the use of GrabFood services.\nThe purpose of this research is to find out and analyze how the service quality of GrabFood, how is the perceived value of GrabFood benefits, and how is customer satisfaction with GrabFood and trust as a mediator for GrabFood.\nThis study employs a quantitative approach along with descriptive causality research. Purposive sampling, a non-probability sampling technique, was used in this study's sampling, which included 385 respondents overall. Descriptive analysis and PLS-SEM are the methods of data analysis used.\nThe results showed that perceived value had a positive and significant effect on customer satisfaction. While the quality of service has no positive and significant effect on customer satisfaction. Trust will also mediate the relationship between service quality, perceived value, and customer satisfaction.\nBased on the research results, GrabFood is expected to be able to fulfill what was promised and promoted to customers. This is to increase the trust of GrabFood customers because trust can have an influence on customer satisfaction. The results of this study are expected to be used as a reference source in further research and it is recommended to add variables not examined in this study.","keywords":"Keywords: Service Quality, Perceived Value, Trust, Customer Satisfaction","author":"ACHMAD ALVIN EFFENDI","lecturer":"Adhi Prasetio","publisher":"Universitas Telkom, S1 International Ict Business","publish_year":"2023"},{"title":"The Influence of Consumers Perceived Risk on Consumers Online Purchase Intention (Case Study on Shopee Consumers in Indonesia) ","classification":"658.834 3 - Consumer attitudes, Preferences, Reactions, Brand preferences, Consumer satisfaction","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Consumer Behavior, Marketing Management,","abstract":"The e-commerce industry in the world has experienced significant development, especially in Indonesia. According to Momentum Works, Shopee is an e-commerce platform that has an important role in the development of the e-commerce industry in Indonesia. According to research by Kantar and Snapcart, Shopee is the e-commerce with the largest average monthly transaction and the highest frequency of transactions in 2021. These transactions are closely related to online purchases that show consumer purchase intention. Every online purchase made by consumers will be faced with greater risks compared to making direct purchases.\nThis study aims to analyze the influence of consumers' perceived risk which has 6 dimensions, namely, financial, product, security, time, social, and psychological on consumers' online purchase intention at Shopee as e-commerce.\nThis type of research is descriptive with quantitative research methods. This study uses data collection techniques by collecting online questionnaires that distributed through Google Forms. The questionnaire in this study used a Likert scale as a rating scale. This study has a sample of 400 respondents, and the sampling technique used is non-probability sampling with purposive sampling method. This study uses multiple linear regression as a data analysis technique.\nThe results of this study indicate that financial, social, and psychological risks negatively affect consumers' online purchase intentions while the remaining risks are not proven. These six risks also simultaneously affect consumers' online purchase intentions on Shopee e-commerce.","keywords":"Shopee must find solutions for the three risks that have proven to negatively influence consumers' online purchase intentions to maintain their dominance. Paying attention to the risk perceived by consumers is one way that Shopee must do.","author":"HAEKAL FISSABILILLAH","lecturer":"Adhi Prasetio","publisher":"Universitas Telkom, S1 International Ict Business","publish_year":"2023"},{"title":"The Influence Of Social Media Marketing Activities On Brand Equity And Customer Response On Somethinc ","classification":"658.802 - General topics of marketing management, Communication in marketing, Green marketing, Market Segmentation, Marketing strategy","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Marketing Communication Channels, Social Media-communication In Marketing,","abstract":"Di dunia saat ini, media sosial adalah media paling populer, dengan miliaran orang menggunakannya. Saat ini, media sosial adalah sarana paling efektif untuk berbagi informasi dan terhubung dengan orang lain. Melihat maraknya penggunaan skincare yang menggunakan media sosial ini diambil oleh para pengusaha untuk meningkatan ekuitas merek serta menjangkau para pelanggan yang lebih luas. Salah satunya merek kecantikan lokal yaitu Somethinc. Penelitian ini bertujuan untuk melihat seberapa besar pengaruh dan signifikan dari aktivitas pemasaran media sosial yang dilakukan oleh merek Somethinc terhadap ekuitas merek serta respon pelanggan.\nPenelitian ini menggunakan metode kuantitatif dengan teknik pengumpulan data dengan menggunakan kuisioner dan diolah menggunakan PLS-SEM melalui software SmartPLS 3.0. Jumlah responden dalam penelitian ini sebanyak 400 responden.\nBerdasarkan analisis deskriptif, Entertainment, Interaction, Trendiness, Customization, Perceived Risk, Brand Awareness, Brand Image, e-WOW, dan Commitment berada pada kategori baik. Hasil SmartPLS menunjukkan bahwa Interaction, Trendiness, Customization, Perceived Risk berpengaruh positif signifikan terhadap Kesadaran Merek dan Citra Merek. Sedangkan Entertainment berpengaruh positif signifikan terhadap Citra Merek, namun Entertainment berpengaruh tidak signifikan terhadap Kesadaran Merek.\nSaran untuk merek Somethinc adalah terus mengikuti informasi terbaru di industri kecantikan, sehingga dapat terus memberikan serta memperkenalkan informasi terbaru\/terkini tentang produk untuk pelanggan Somethinc di setiap media sosial. Saran untuk penelitian lebih lanjut diharapkan menggunakan kriteria sampel yang berfokus pada perusahaan bidang yang sama sehingga mendapatkan hasilnya untuk dijadikan pembanding.\n ","keywords":"\nKata kunci : social media marketing activity, brand awareness, brand image, ekuitas merek, dan respon konsumen.\n","author":"GUSTI AYU SISYENA RAMANTHY","lecturer":"Maya Ariyanti, Eva Nurhazizah","publisher":"Universitas Telkom, S1 International Ict Business","publish_year":"2023"},{"title":"THE INFLUENCE OF VALUE OF THE GOOD, MERITS OF THE DEAL AND VALUE COMPARED TO THE PAYMENT TOWARDS PURCHASE INTENTION ","classification":"658.834 3 - Consumer attitudes, Preferences, Reactions, Brand preferences, Consumer satisfaction","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Consumer Behaviour, Marketing Management,","abstract":"The development of music and technology makes it easy for listeners to hear music anywhere, for example, music can be heard through smartphone applications today. One of the leading applications today is Spotify. Compared to its competitors, Spotify has always been in the top position in the last five years.\nTherefore, This research should be done to find out what factors make the purchase intention of a Spotify application always increase so that Spotify can continue to maintain these achievements and survive against technological developments.\nA survey using a questionnaire was used in this study with members to 400 people who had previously purchased Spotify's premium features. The analytical method used is SEM with PLS tools.\nResult show that over the five variable that propose towards App Purchase Intention only 3 of them that proofed to had effect towards purchase intention. Based on the most influential, that is Monetary Value of App, App Usefulness and App Enjoyment. But all of the variable affect monetary value of app positively and significant.\nIn the end Spotify needs to maintain Monetary Value of App, App Usefulness and App Enjoyment variables. Meanwhile, to maintain and increase the Monetary Value of the App, the App Trialability, App Enjoyment, App Usefulness and Word of Mouth variables are needed.","keywords":"Keywords: Purchase Intention, SEM, PLS, Spotify","author":"HADI RAYYAN GHOSSAN","lecturer":"ADHI PRASETIO","publisher":"Universitas Telkom, S1 International Ict Business","publish_year":"2023"},{"title":"PERANCANGAN REDESAIN V – HOTEL & RESIDENCE BANDUNG DENGAN  PENDEKATAN BRANDING ","classification":"741.05 - Desain","type_publication":"Karya Ilmiah - Skripsi (S1) - Reference","subject":"Desain Interior","abstract":"","keywords":"V – Hotel Bandung & Residence adalah hotel dengan klasifikasi bintang 3 di Kota Bandung yang telah dibangun sejak tahun 2011. Hotel ini berlokasi di Jl. Terusan Ir. Sutami III, Sukagalih, Bandung, Kota Bandung, Jawa Barat. Selain itu hotel ini pun telah melakukan perubahan seiring berjalannya waktu, maka dari itu perlunya redesain untuk menemukan suatu permasalahan pada hotel ini baik itu berupa desain maupun fasilitas agar sesuai dengan standar di klasifikasinya. Metode yang digunakan pada perancangan ini berupa survei secara online dengan cara mengamati berbagai area studi banding melalui internet, lalu kuesioner dibagikan kepada orang orang yang pernah menginap di beberapa hotel terutama hotel bintang 3, dan studi literatur didapatkan dari buku, jurnal, dan makalah yang nantinya dijadikan sebagai pedoman dalam melakukan perancangan ini. Tujuan dari perancangan ini adalah untuk memenuhi standar desain maupun fasilitas yang sesuai dengan klasifikasinya yaitu hotel bintang 3 dan memenuhi visi dan misi dari hotel tersebut. Pada perancangan V – hotel & residence Bandung ini menerapkan tema Modern Luxury bernuansa alami. Tema Modern Luxury ini diterapkan untuk memenuhi visi dan misi dari V- hotel.","author":"ANUGERAH KURNIAWAN PUTRA PRATAMA","lecturer":"Hendi Anwar, Hana Faza Surya Rusyda","publisher":"Universitas Telkom, S1 Desain Interior","publish_year":"2023"}]