[{"title":"ANALISIS BAURAN PEMASARAN Pada PT.PELABUHAN INDONESIA (PERSERO) REGIONAL 2 CABANG TELUK BAYUR ","classification":"658.81 - Marketing Management","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Marketing Mix","abstract":"PT. Pelabuhan Indonesia adalah sebuah Badan Usaha Milik Negara Indonesia yang bergerak dibidang logistik, terutama pengelolaan dan pengembangan pelabuhan. Pelabuhan memiliki peran yang sangat penting dalam perekonomian negara untuk menciptakan pertumbuhan pertumbuhan ekonominya.. Tujuan dari Penelitian ini adalah untuk mengetahui aktivitas Bauran Pemasaran yang ada pada PT. Pelabuhan Indonesia (Persero) Regional 2 Cabang Teluk Bayur. Penelitian ini bersifat kualitatif. Metode yang digunakan dalam penelitian ini adalah metode observasi, wawancara, dokumentasi pada PT.Pelabuhan Indonesia (Persero) Regional 2 Cabang Teluk Bayur. Kemudian melakukan analisis data, pengumpulan data kemudian menarik kesimpulan. Kesimpulan PT. Pelabuhan Indonesia (Persero) Regional 2 Cabang Teluk Bayur adalah perusahaan yang bergerak di bidang jasa kepelabuhanan, salah satu tugas perusahaan ini melakukan layanan jasa kapal dan dermaga atau jasa sewa lahan maupun jasa pembuatan pas kepelabuhan yang dilakukan oleh PT. Pelabuhan Indonesia (Persero) Regional 2 Cabang Teluk Bayur. Dan sebagai kiat pemasaran yang dilakukan oleh PT. Pelabuhan Indonesia (Persero) Regional 2 Cabang Teluk Bayur, berkaitan dengan bauran pemasaran yang telah di observasi dan di wawancara adalah door too door service yang secara teoritis merupakan penggabungan Pemasaran Langsung (Direct Marketing), Pemasaran Interaktif (Interactive Marketing) dan Hubungan Masyarakat kepada pengguna jasa\/stackholder seperti melakukan Costumer Visit, Media Gathering, Coffee Morning, dan Survey Kepuasan Pelanggan serta Kerjasama dengan Pemerintahan Kota Padang dan Pemeritahan Provinsi Sumatera Barat guna mempromosikan Pelabuhan Teluk bayur secara Nasional dan Internasional.\n ","keywords":"Kata Kunci : Bauran Pemasaran, Aktivitas Layanan, Pertumbuhan Ekonomi","author":"ISRA HERFIANI PUTRI","lecturer":"Fanni Hunul Hanifa","publisher":"Universitas Telkom, D3 Manajemen Pemasaran","publish_year":"2023"},{"title":"ANALISIS BAURAN PROMOSI PADA MEDIA SOSIAL INSTAGRAM MOJADIAPP TAHUN 2022 ","classification":"658.84 - Marketing","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Promosi","abstract":"Pada saat ini, perkembangan teknologi dan internet bertumbuh dengan pesat khususnya di Indonesia. Dengan bertumbuh pesatnya perkembangan teknologi, menyebabkan segala sesuatu dapat dikerjakan dengan mudah oleh masyarakat. Sehingga, menumbuhkan rasa menuntut segala sesuatu menjadi cepat, praktis, dan efisien dalam jiwa masyarakat Indonesia. Dengan semakin meningkatnya penggunaan internet, menunjukkan bahwa penggunaan media sosial juga meningkat.\nPenelitian ini bertujuan untuk mengetahui dan mendeskripsikan strategi bauran promosi yang dilakukan oleh PT. Mojadi Aplikasi Indonesia (Mojadiapp) di media sosial instagramnya. Metode penelitian yang digunakan pada penelitian ini adalah metode penelitian kuantitatif dengan menggunakan teknik analisis data analisis deskriptif. Populasi dari penelitian ini adalah para followers Instagram PT. Mojadi Aplikasi Indonesia (@mojadiapp) dengan teknik pengambilan sampel menggunakan teknik purposive sampling karena sampel yang diambil adalah secara tidak acak dan terdapat kriteria tertentu. Teknik pengumpulan data yang digunakan pada penelitian ini adalah menggunakan metode survei yang dilakukan secara online melalui google form.\nHasil penelitian ini menunjukkan bahwa seluruh sub variabel bauran promosi yang terdiri dari periklanan, hubungan masyarakat, promosi penjualan, dan pemasaran langsung mendapatkan hasil skor presentase yang termasuk dalam kategori baik. Periklanan mendapatkan hasil skor presentase 89,6%, hubungan masyarakat mendapatkan hasil skor presentase 89,24%, promosi penjualan mendapatkan hasil skor presentase 89,04%, dan pemasaran langsung mendapatkan hasil skor presentase 91,52%.","keywords":"Kata Kunci: Bauran Promosi, Media Sosial, Instagram, Mojadiapp","author":"ISMATUL KAMILAH","lecturer":"Donni Juni Priansa,","publisher":"Universitas Telkom, D3 Manajemen Pemasaran","publish_year":"2023"},{"title":"Analisis Harga Barang Pada E-Marketplace Dengan Pengambilan Informasi Berupa URL Berbasis Web Crawling Menggunakan Beautifulsoup Dan Django ","classification":"006.7 - Multimedia system, Web Design, video interactive","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Multimedia, Multimedia Communications,","abstract":"","keywords":"Web   Crawling   merupakan   sebuah   search   engine   yang   digunakan   dalam menelusuri halaman website yang memungkinkan seseorang untuk mendapatkan data yang dia inginkan pada suatu website tertentu, salah satunya adalah harga barang di E- marketplace. Permasalahan yang seringkali terjadi adalah harga barang yang tidak akurat (Informasi), data barang yang tidak lengkap. Tujuan dalam pembuatan tugas akhir ini adalah dengan membuat sebuah website yang dapat mempermudah melakukan pencari yang di lakukan konsumen dengan mendapatkan informasi pencarian harga barang dengan harga yang akurat. Metode pengumpulan data dilakukan dengan Teknik Web Crawling karena tentunya konsumen tidak dapat mengakses ke database masing masing E-Commerce. Hasil dari penelitian ini adalah sebuah Search engine web Crawling yang dapat mengumpulkan data barang barang di Tokopedia, Bukalapak dan Lazada serta sebuah aplikasi search engine dalam mencari informasi harga barang termurah dari sumber data yang telah dikumpulkan dengan menggunakan web crawling ini. Dengan adanya aplikasi ini yang dibuat untuk memudahkan konsumen dalam melakukan pengumpulan informasi dari website e-marketplace  yang kemudian dapat  dimonitoring harga tiap  barangnya. Kemudian  informasi  ini  pun  nantinya  akan  dapat  diolah  sesuai dengan  tujuan  awal dilakukannya web crawling yaitu untuk mempermudah dalam menganalisa harga barang dan kebutuhan konsumen. \n \n \nKata Kunci: Search Engine, Web Crawling, E-marketplace","author":"NOVALDI IBNU SYAHBAN M","lecturer":"Indrarini Dyah Irawati, Muhammad Iqbal","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"ANALISIS LOYALITAS PELANGGAN DI KEDAI KOPI AEROTIVA CIREBON TAHUN 2022 ","classification":"658.812 - Customer relationships, Claims, Complaints, Returns, Servicing of products","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Customer Loyalty","abstract":"","keywords":"Persaingan pada kedai kopi semakin meningkat, Adanya persaingan bisnis yang sangat ketat saat ini kedai kopi Aerotiva membutuhkan berbagai informasi yang cepat dan metode analisis yang akurat. Agar dapat mempertahankan para pelanggannya kedai kopi Aerotiva merupakan salah satu kedai kopi yang bergerak dibidang kuliner yang menawarkan produk minuman dan makanan penelitian dengan teknologi canggih dan biaya kompetitif. Cara mengetahui kedai kopi Aerotiva memiliki pelanggan yang loyal (customer loyalty) atau tidak, dengan menggunakan pengukuran Net Promoters Score (NPS). Net Promoters Score (NPS) adalah scord yang hasilnya mencerminkan loyalitas pelanggan, skala angka NPS mulai dari 100 sampai 100. Tujuan dari penelitian ini adalah mengukur loyalitas pelanggan pada pengguna produk di kedai kopi Aerotiva. Penelitian ini menggunakan metode penelitian kuantitatif dan instrumen yang digunakan adalah kuesioner dengan menggunakan metode CATI. Teknik pengambilan sampel menggunakan Purposive Sampling dengan pertimbangan yaitu responden Pengguna Produk di Kedai Kopi Aerotiva di Cirebon. karna populasi yang digunakan diketahui maka pengambilan sampel dalam penelitian ini sebanyak 30 responden. Analisis data dengan menggunakan pendekatan Net Promoter Score (NPS), NPS sendiri yaitu metode pengukuran loyalitas pelanggan yang dikembangkan oleh Fred Reichheld. Dengan kategori sangat loyal ditunjukan dengan nilai NPS > 50, Loyal dengan nilai NPS = 0 – 50, tidak loyal dengan nilai NPS ","author":"ANUGRAH AKBAR KADEWIMA","lecturer":"Leni Cahyani","publisher":"Universitas Telkom, D3 Manajemen Pemasaran","publish_year":"2023"},{"title":"IMPLEMENTASI JARINGAN FIBER TO THE HOME (FTTH)  DENGAN TEKNOLOGI GPON SEBAGAI SARANA  PEMBELAJARAN DI SMK TELKOM BANDUNG ","classification":"621.369 2 - Fiber optics","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Jaringan Telekomunikasi, Fiber Optics,","abstract":"Tuntutan kebutuhan layanan berskala broadband mendorong diterapkannya teknologi jaringan akses hingga ke rumah-rumah\/perkantoran yang dikenal sebagai jaringan akses Fiber To The Home (FTTH). Salah satu teknologi yang banyak diimplementasikan saat ini adalah Gigabit Capable Passive Optical Network (GPON) dimana materi ini merupakan salah satu materi yang diajarkan di SMK Telkom Bandung. Dari survey awal ke lokasi diketahui bahwa sangat dibutuhkan penyajian materi melalui video dan modul praktikum yang diharapkan mampu membantu guru maupun siswa dalam proses belajar mengajar.\nDalam Proyek Akhir ini akan dilakukan pembangunan jaringan FTTH dari perangkat Optical Line Termination (OLT) sampai perangkat Optical Distribution Point (ODP) dan juga pembuatan sistem pembelajaran berbasis video dan modul sebagai sarana praktikum dalam pelajaran FTTH, siswa SMK Telkom Bandung Kompetensi Teknik Jaringan Akses Telekomunikasi (TJAT) . Adapun cakupan materi yang dibahas yaitu mulai dari teori dasar tentang jaringan FTTH dengan teknologi GPON, Struktur jaringan, Contoh Implementasi, dan Perancangan Jaringan.\nHasil pembangunan lab praktikum tersebut diuji dengan melakukan pengukuran menggunakan alat OTDR untuk ke-12 serat optik yang diinstalasi dimana semuanya memenuhi batas redaman (dibawah 28 dB) . Selain itu hasil pembangunan lab FTTH dan semua modul praktikum serta video praktikum dimintakan penilaian dengan metoda kuisioner dengan responden guru dan siswa dengan hasil sebagian besar (81,54%) menyatakan puas\/sangat puas.","keywords":"Kata Kunci: Fiber To The Home (FTTH), Gigabit Capable Optical Network (GPON), modul praktikum, jaringan.","author":"RIZQINA AYU MUSTIKA","lecturer":"Asep Mulyana, Fajar Nugraha","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"IMPLEMENTASI SISTEM INFORMASI UNTUK ADMINISTRASI  PERUSAHAAN BATU SPLIT BERBASIS WEBSITE PADA CV.TEKAD  JAYA ","classification":"005.372 - Information System-Research Method","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Sistem Informasi, Website-quality,","abstract":"Sistem informasi merupakan suatu sistem teknologi yang digunakan oleh manusia\nuntuk mendukung manajemen dan kegiatan operasional agar dapat lebih mudah, banyak\nkegiatan perkantoran, pendidikan, kesehatan dibantu oleh hadirnya sistem informasi ini,\nproses bisnis pun juga sangat membutuhkan kontrol dari sistem informasi ini. Sehingga\nsistem informasi ini dibentuk sebagai tipe khusus untuk mempermudah proses\npekerjaan. Data valid dan sesuai, relevan dan tepat waktu hingga akurat adalah sebuah\ninformasi yang sangat dibutuh diberbagai perusahaan, salah satunya adalah sebuah\nperusahaan yang bergerak dibidang pertambangan. Begitu banyak informasi yang harus\ndisampaikan dengan tepat waktu dan akurat. Kurangnya ketelitian dalam\nmenyampaikan data dan seringnya terjadi kehilangan data pada perusahaan\npertambangan, untuk itu dibutuhkan sistem informasi yang dapat memudahkan hal\ntersebut. Penggunaan system informasi secara real time juga membantu pemilik dalam\nmengetahui keadaan penjualan perusahaan setiap waktu, dan menghindari kecurangan\nkaryawan dalam melakukan pekerjaan.\nCV.Tekad Jaya merupakan perusahaan pertambangan batu split yang berdiri sejak\n2016, perusahaan ini belum memiliki sistem informasi dalam membantu para pekerja\nkantor dalam mengolah data. Kesulitan pengelolahan data membuat karyawan pada\nbagian administrasi, bagian pembukuan, bagian gudang dan bagian penimbangan di\nCV.Tekad Jaya menjadi kendala sejak 5 tahun terakhir. Oleh karena itu dibutuhkan\nsistem informasi untuk administrasi pada perusahaan pertambangan batu split pada\nCV.Tekad Jaya. Sistem informasi untuk administrasi perusahaan batu split ini adalah\nsebuah sistem informasi yang akan membantu ke-4 bagian tersebut dan pemilik\nperusahaan dalam melakukan pekerjaan, bentuk bantuan yang ditawarkan oleh sistem\ninformasi ini adalah membagikan dan mengolah data setiap hari ataupun bulanan\ndengan cepat, akurat dan transparan.\nHasil keluaran dari sistem informasi untuk administrasi berbasis website ini adalah\ndapat menampilkan Informasi berupa data pemasukan harian pada perusahaan Tekad\nJaya, data pemasukan bulanan perusahaan Tekad Jaya, data pengeluaran perusahaan\nTekad Jaya dan rekap keuangan bulanan perusahaan Tekad Jaya yang dapat dilihat\nhingga diunggah dimana saja dan kapan saja.\nSistem informasi merupakan suatu sistem teknologi yang digunakan oleh manusia\nuntuk mendukung manajemen dan kegiatan operasional agar dapat lebih mudah, banyak\nkegiatan perkantoran, pendidikan, kesehatan dibantu oleh hadirnya sistem informasi ini,\nproses bisnis pun juga sangat membutuhkan kontrol dari sistem informasi ini. Sehingga\nsistem informasi ini dibentuk sebagai tipe khusus untuk mempermudah proses\npekerjaan. Data valid dan sesuai, relevan dan tepat waktu hingga akurat adalah sebuah\ninformasi yang sangat dibutuh diberbagai perusahaan, salah satunya adalah sebuah\nperusahaan yang bergerak dibidang pertambangan. Begitu banyak informasi yang harus\ndisampaikan dengan tepat waktu dan akurat. Kurangnya ketelitian dalam\nmenyampaikan data dan seringnya terjadi kehilangan data pada perusahaan\npertambangan, untuk itu dibutuhkan sistem informasi yang dapat memudahkan hal\ntersebut. Penggunaan system informasi secara real time juga membantu pemilik dalam\nmengetahui keadaan penjualan perusahaan setiap waktu, dan menghindari kecurangan\nkaryawan dalam melakukan pekerjaan.\nCV.Tekad Jaya merupakan perusahaan pertambangan batu split yang berdiri sejak\n2016, perusahaan ini belum memiliki sistem informasi dalam membantu para pekerja\nkantor dalam mengolah data. Kesulitan pengelolahan data membuat karyawan pada\nbagian administrasi, bagian pembukuan, bagian gudang dan bagian penimbangan di\nCV.Tekad Jaya menjadi kendala sejak 5 tahun terakhir. Oleh karena itu dibutuhkan\nsistem informasi untuk administrasi pada perusahaan pertambangan batu split pada\nCV.Tekad Jaya. Sistem informasi untuk administrasi perusahaan batu split ini adalah\nsebuah sistem informasi yang akan membantu ke-4 bagian tersebut dan pemilik\nperusahaan dalam melakukan pekerjaan, bentuk bantuan yang ditawarkan oleh sistem\ninformasi ini adalah membagikan dan mengolah data setiap hari ataupun bulanan\ndengan cepat, akurat dan transparan.\nHasil keluaran dari sistem informasi untuk administrasi berbasis website ini adalah\ndapat menampilkan Informasi berupa data pemasukan harian pada perusahaan Tekad\nJaya, data pemasukan bulanan perusahaan Tekad Jaya, data pengeluaran perusahaan\nTekad Jaya dan rekap keuangan bulanan perusahaan Tekad Jaya yang dapat dilihat","keywords":"hingga diunggah dimana saja dan kapan saja.\n","author":"DWI RATU LEMBAYUNG","lecturer":"Rohmat Tulloh, Wardany Husein","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"IMPLEMENTASI SISTEM MONITORING KUALITAS AIR DI SUNGAI PONGGOK MENGGUNAKAN LORA, SEBAGAI MITIGASI GAGAL PANEN PADA TAMBAK NILA  DI DESA NGANJAT ","classification":"629.89 - Computer Control","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Internet Of Things, Computer Control,","abstract":"","keywords":"Musim pancaroba sangat mempengaruhi kualitas air seperti pH, suhu, dan kekeruhan\nair sehingga dapat menyebabkan budidaya ikan nila terganggu bahkan mengalami gagal\npanen. Ketika hujan tiba-tiba turun, pH air akan turun dan menyebabkan kematian ikan nila\nkarena tidak diantisipasi oleh petambak. Pemantauan kualitas air di desa Nganjat masih\ndilakukan secara manual sehingga tidak dapat dipantau secara realtime.\nPerkembangan teknologi dapat menyelesaikan masalah yang terjadi yaitu\nimplementasi sistem monitoring kualitas air di Sungai Ponggok menggunakan LoRa sebagai\nmitigasi gagal pada tambak nila di Desa Nganjat. Sistem ini terdiri dari sensor suhu, pH, dan\nkekeruhan yang dipasang di tiga titik aliran sungai dengan catu daya panel surya dan\npenggunaan komunikasi LoRa untuk pengiriman data. Penggunaan komunikasi LoRa\ndimaksudkan agar tidak diperlukan akses internet di setiap titik karena sulitnya akses internet\ndi lokasi dan menghemat biaya. Selain itu solar panel dipilih sebagai catu daya agar\nmasyarakat tidak perlu membayar untuk penggantian baterai maupun listrik. Output pada\nproyek akhir ini adalah data dapat dikirim secara realtime setiap lima menit sekali dan sistem\ndapat bekerja dengan baik.\nPengujian proyek akhir ini dihasilkan percent error akurasi pengujian sensor pH\nsebesar 1,82%, sensor turbidity sebesar 4,12%, dan sensor suhu sebesar 0,459%. Delay\npengiriman dari node sensor 1 ke gateway sebesar 142,9 ms dengan RSSI -107,3 dan delay\npengiriman dari node sensor 2 ke gateway sebesar 155,8 ms dengan RSSI -114,5. Delay\npengiriman node sensor 1 dari gateway ke database sebesar 106,6 s, delay pengiriman node\nsensor 2 dari gateway ke database sebesar 87,32 s, dan delay pengiriman node sensor 3 ke\ndatabase sebesar 41,3 s.","author":"NADIA WARTININGRUM","lecturer":"Dadan Nur Ramadan, Indrarini Dyah Irawati","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"IMPLEMENTASI SISTEM MONITORING LINK OPTICAL LINE TERMINAL ICONNET BERBASIS ZABBIX SECARA REALTIME DENGAN NOTIFIKASI ALERT TELEGRAM  (STUDI KASUS DI PT INDONESIA COMNETS PLUS REGIONAL JAWA BARAT) ","classification":"794.81 - Computer Application-Electronic Games","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Computer Application-internet, Optical Data Processing,","abstract":"Layanan internet banyak disediakan oleh banyak perusahaan penyedia jaringan internet yang salah satunya adalah Indonesia Comnets Plus (ICON+) yang dimana adalah penyedia jaringan internet dengan infrastruktur fiber optik yang mempunyai suatu layanan bernama Iconnet. Iconnet adalah layanan internet prabayar dengan kecepatan tinggi menggunakan teknologib fiber optik terbaru yang handal dan stabil untuk ritel dan daerah perumahan. Salah satu permasalahan yang ada pada layanan jaringan internet Iconnet adalah tentang permasalahan yang ada didalam perangkat jaringannya salah satunya adalah kurang diawasinya Oprical Line Terminal (OLT) agar tetap dalam keadaan bagus atau tidak terdapat loss untuk penyaluran jaringan internet yang dimana perangkat tersebut langsung mengarah ke pelanggan. Agar tidak terjadi permasalahan tersebut maka pada proyek akhir ini akan dirancang sebuah sistem monitoring OLT di layanan Iconnet khususnya pada linknya yang berbasis Zabbix agar dapat dimonitoring melalui notifikasi pemberitahuan lewat Telegram maupun dapat langsung dengan Zabbixnya. Pada sistem monitoring yang akan dibuat diharapkan dapat berjalan dengan lancar sesuai fitur yang telah direncanakan agar dapat mempermudah pekerja pada PT ICON+ dalam menangani OLT yang bermasalah dengan efisien. nilai waktu terkecil selama 2 menit 32 detik untuk notifikasi ketika perangkat Down di notifikasi telegram dan 1 menit 12 detik ketika perangkat Up atau normal.","keywords":"Kata kunci: layanan internet, Iconnet, OLT, Zabbix, monitoring","author":"LUKMAN ICHSAN MUSTAFID","lecturer":"Muhamad Iqbal, Muhammad Zero Fomandes","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"IMPLEMENTASI SPIRITUAL MARKETING DALAM RANGKA MENINGKATKAN JUMLAH KAKAK ASUH YAYASAN SENYUM KITA YOGYAKARTA ","classification":"658.8 - Marketing, Management of Distribution\/Marketing, Manajemen Distribusi","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Marketing","abstract":"Pokok masalah dalam penelitian ini Spiritual Marketing dalam meningkatkan jumlah kakak asuh di Yayasan Senyum Kita. Selanjutnya dari pokok masalah tersebut dirumusakan kedalam sub masalah atau yang menjadi pertanyaan penelitian, yaitu bagaimana strategi dalam meningkatkan jumlah kakak asuh. Penelitian ini bertujuan untuk mengetahui Implementasi Spiritual Marketing dalam meningkatkan jumlah kakak asuh selama berada di Yayasan. Objek penelitian ini adalah Yayasan Senyum Kita yang berlokasi di DI Yogyakarta.\nPenelitian ini bersifat kualitatif studi deskriptif yang menggambarkan dan memaparkan situasi dan kondisi yang sebenarnya biasanya bersifat naratif (banyak kata-kata) dan alamiah (natural). Data dikumpulkan melalui metode wawancara, dan studi pustaka terhadap dokumentasi data internal perusahaan. Adapun strategi yang telah disusun dan dilakukan oleh Yayasan Senyum Kita sendiri merupakan strategi yang digunakan untuk menghindari pemberhentian para donatur dan KA. Dampak penggunaan strategi tersebut sangat baik, dan memberikan dampak positif bagi para pendonatur dan Kakak Asuh.\nHasil penelitian mennjukan bahwa terdapat persamaan konsep spiritual marketing dengan konsep pemasaran yang dilakukan Yayasan Senyum Kita sesuai karateristik Spiritual Marketing yaitu Theistis (rabaniyyah), etis dan menjunjung tinggi akhlak mulia (akhlaqiyyah), realistis (al-waqiyyah), dan humanistis (al-insaniyyah). \n ","keywords":"Kata Kunci : Kakak Asuh, Spiritual Marketing, dan Yayasan","author":"DYAH AZMI UMAMI","lecturer":"Donni Junipriansa","publisher":"Universitas Telkom, D3 Manajemen Pemasaran","publish_year":"2023"},{"title":"IMPORTANCE PERFORMANCE ANALYSIS (IPA) UNTUK  MENGETAHUI KEPUASAN PELAYANAN MELALUI KUALITAS LAYANAN KONA GELATO AND COFFE CIMAHI 2022 ","classification":"658.84 - Marketing","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Service Quality-service Marketing","abstract":"ABSTRAK\nCimahi memiliki tempat pariwisata yang beragam yang memiliki daya tarik wisatawan. Hal tersebut mengharuskan kota Cimahi untuk memiliki berbagai café dan restoran, salah satunya yang banyak digemari adalah café . Café Kona Gelato & Coffe adalah salah satu café yang digemari oleh wisatawan dibanding dengan kompetitornya. Dengan banyaknya permintaan tidak hanya kepuasan yang dirasakan pelanggan tetapi ada pula kekecewaan yang tidak sesuai dengan harapan pelanggan. Tujuan penelitian ini untuk mengetahui kinerja, harapan pelangan Kona Gelato & Coffe Cimahi dan atribut service quality yang harus ditingkatkan. Penelitian ini dilakukan menggunakan metode importance performance analysis. Peneliti menggunakan objek Kona Gelato & Coffe dengan studi kasus kepada pengunjung objek Kona Gelato & Coffe. Populasi adalah pengunjung objek Kona Gelato & Coffe, dengan sampel responden 50 orang. Metode yang digunakan adalah penelitian deskriptif dengan jenis data kuantitatif. Analisis pembahasan yang digunakan adalah importance performance analysis. Hasil penelitian ini adalah kepuasan pelanggan rata-rata Kualitas Layanan, diperoleh bahwa tingkat Harapan sebesar 69,80% yang artinya Tinggi. Tingkat Kenyataan sebesar 69,12% yang artinya Tinggi. Adapun atribut yang harus ditingkatkan adalah pegawai membantu pelanggan dengan sigap dan pegawai memberikan perhatian terhadap konsumen.\n ","keywords":"Kata Kunci : Service Quality, Importance Performance Analysis, Kona Gelato & Coffe","author":"RAIHAN AKMALDA","lecturer":"","publisher":"Universitas Telkom, D3 Manajemen Pemasaran","publish_year":"2023"},{"title":"KLASIFIKASI TANAMAN AGLAONEMA MENGGUNAKAN NEURAL NETWORK ","classification":"006.31 - Machine Learning","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Machine Learning, Machine Engineering,","abstract":"Aglaonema merupakan salah satu jenis tanaman hias yang menonjolkan daun sebagai daya tarik utama. Motif dan warna daunnya yang variatif belakangan ini menjadi perbincangan para penikmat jenis tanaman hias. Tanaman Aglaonema juga memiliki banyak jenis ada beberapa tanaman Aglaonema yang tentu harganya mahal.\nKarena jenis tanaman Aglaonema ini mempunyai banyak jenis sehingga memiliki kemiripan dengan beberapa jenis tanaman Aglaonema lainnya, sehingga sulit untuk membedakan secara visual. Oleh karna itu dibuat sistem perancangan klasifikasi tanaman Aglaonema dengan menggunakan Deep Learning. Sistem ini menggunakan metode Neural Network dengan arsitektur VGG16 dan ResNet50. menggunakan google colab dengan python sebagai bahasa pemrograman yang digunakan dan hardware yang digunakan adalah GPU. Pada penelitian ini juga menggunakan skenario epoch yang banyak yaitu epoch 10, 20, 30, 40, 50 dan 60 pada setiap arsitektur yang digunakan. Dan melakukan pengujian terhadap sistem untuk mengklasifikasi tanaman Aglaonema berdasarkan foto atau gambar *.jpg. Membuat Dokumentasi atau Laporan dan Kesimpulan akhir dari analisa dan pengujian dalam bentuk Proposal Proyek Akhir.","keywords":"Hasil dari sistem ini adalah semakin banyak epoch atau tahapan yang digunakan maka hasil akan semakin maksimal dan dari dua arsitektur yang diujikan pada proyek akhir ini, didapatkan hasil bahwa arsitektur VGG16, akurasinya lebih baik sebesar 97% dengan epoch 60 di bandingkan dengan arsitektur ResNet50 sebesar 88% dengan epoch 60. Untuk pengembangan selanjutnya diuji dengan kelas yang lebih banyak dan dapat dibuatkan aplikasi sehingga lebih mudah.","author":"MUHAMMAD.DAFFA DHIYAULHAQ","lecturer":"Sugondo Hadiyoso, Yuli Sun Hariyani","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"MANAJEMEN BANDWIDTH MELALUI ROUTER MANAGEMENT PADA DINAS KOMUNIKASI INFORMATIKA STATISTIK PROVINSI BANTEN ","classification":"004.607 6 - Computer Networks--Examinations","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Network Architecture, Computer Network,","abstract":"Abstrak\nDalam memberikan pelayanan kepada masyarakat, salah satu tugas pokok Dinas Komunikasi Informatika Statistik dan Persandian Provinsi Banten adalah manajemen bandwidth untuk seluruh jaringan pada kawasan KP3B, permasalahanya adalah manajemen bandwidth pada saat ini yang rasanya masih perlu ditingkatkan kembali mengingat adanya pemakaian bandwidth yang berlebihan sehingga mengakibatkan lag pada seluruh kawasan KP3B. Dalam Proyek Akhir ini dilakukan perencanaan dan melakukan perbandingan manajemen bandwidth melalui router management dengan metode Queue Tree, Simple Queue dan HTB Untuk mendapatkan metode yang sesuai, agar masing-masing user bisa menggunakan internet dengan lancar, walaupun dengan jatah kapasitas bandwidth yang sama dari ISP, untuk itu Hasil dari perencanaan dan perbandingan manajemen bandwidth ini diharapkan pengguna jaringan mendapatkan bandwidth secara adil dan merata, serta untuk hasil tes perbandingan menggunakan parameter QOS dengan metode Simple Queue dan HTB lebih unggul dan lebih stabil daripada menggunakan metode Queue Tree.","keywords":"Kata kunci : Bandwidth, Simple Queue, PCQ, QOS, HTB.","author":"FACHRIZA YUSUF FINANDI","lecturer":"Asep Mulyana, Muhammad Fajri","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"PEMBUATAN APLIKASI BERBASIS WEB UNTUK KEBUTUHAN LAYANAN ADMINISTRASI  DI DISKOMINFO KOTA TASIKMALAYA ","classification":"006.7 - Web Design","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Web Design-quality,","abstract":"        Layanan Administrasi merupakan pelayanan yang berhubungan dengan  pelayanan administrasi umum dan kepegawaian, pelayanan keuangan, serta pelayanan terkait evaluasi dan pelaporan, pelayanan terkait penyelenggaraan kearsipan, kerumahtanggaan, pengelolaan barang, kehumasan, kepustakaan dan pelayanan terkait efisiensi tatalaksana. Diskominfo Kota Tasikmalaya pelayanan administrasi mencakup 18 jenis administrasi antara lain yang menjadi fokus dalam Proyek Akhir ini adalah : Administrasi Surat menyurat, Administrasi Kepegawaian, dan Administrasi Pemberitaan. Dalam pelaksanaannya pengelolaan administrasi tersebut masih dilakukan secara konvensional yaitu menggunakan kertas.\n Dalam proyek Akhir ini dilakukan pembuatan web untuk ketiga layanan administrasi di atas menggunakan framework laravel sebagai sebuah kerangka kerja yang digunakan untuk mengembangkan website, MySql database sebagai pengatur data, javascript sebagai untuk login akun, dan PHP sebagai penghubung antara aplikasi laravel dengan database.","keywords":"Hasil pengujian menampilkan halaman web layanan memberikan hasil dapat menampilkan web layanan dengan baik, Selanjutnya dari pengujian login user dan Kasubag memberikan hasil bisa login sesuai hak akun user dan hak akun kasubag, Selanjutnya hasil uji fitur menunjukan bahwa fitur layanan dapat berjalan dengan baik.","author":"RADEN DEVA GENDRAYANA ADHA","lecturer":"Asep Mulyana, Asep Budi","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"PEMBUATAN APLIKASI PENDAFTARAN SISWA BARU BERBASIS WEB PADA RA ALHIDAYAH LOGAM BANDUNG ","classification":"005.372 - Information System-Research Method","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Sistem Informasi, Web Design-quality,","abstract":"Pendaftaran siswa baru menjadi kegiatan rutin tahunan setiap sekolah sehingga sekolah harus memberikan pelayanan terbaik kepada calon-calon siswa baru yang ingin mendaftar. Dengan itu, sekolah memerlukan aplikasi pembantu jalannya kegiatan seperti aplikasi pendaftaran. Namun, masih banyak sekolah-sekolah yang masih menerapkan pelayanan konvesional. Pada studi kasus RA Alhidayah Logam Bandung, memiliki sistem pendaftaran masih tergolong manual. Dikarenakan RA Alhidayah merupakan sekolah jenjang anak usia dini sehingga pendaftaran dilakukan oleh orang tua\/wali yang menjadikan sekolah harus menyediakan tempat yang luas untuk menyambut peserta didik baru dan para orang tua, ditambah lagi akan menjadi salah satu kendala bagi para peserta didik yang tempat tinggalnya cukup jauh dari sekolah. Hal tersebut menjadi kurang efektif dan efisien yang menyebabkan beban pekerjaan bertambah dikarenakan penginputan data oleh staf Tata Usaha masih manual yang menyebabkan resiko hilangnya data-data penting seperti berkas formulir, syarat-syarat pendaftaran dll. Berdasarkan permasalahan diatas dirancanglah aplikasi Pendaftaran Siswa Baru sebagai solusi dari permasalahan yang terjadi. Aplikasi ini dirancang menggunakan laravel sebagai framework pada website, API Gateway sebagai penyambung database, flutter sebagai framework pada aplikasi mobile. Aplikasi Pendaftaran Siswa Baru terbagi menjadi 2 bagian yang dimana pendaftaran dapat dilakukan dari aplikasi website dan aplikasi mobile. Pada bagian aplikasi pendaftaran siswa baru ini mempunyai hak untuk mengakses hak user yaitu melakukan pendaftaran, upload berkas pendaftaran dan melakukan pembayaran formulir. Dimana user disini digunakan oleh orang tua\/wali. Pada aplikasi website juga terdapat platform admin yang dimana mempunyai hak untuk mengakses hak admin yaitu mengelola banner aplikasi, mengelola akun orang tua, mengelola data siswa dan mengelola jadwal pendaftaran.\nKata Kunci: Pendaftaran siswa baru, Laravel, website, mobile.\n \nRegistration of new students becomes an annual routine activity of every school so that schools must provide the best service to prospective new students who want to register. With that, schools need activity assistant applications such as registration applications. However, there are still many schools that still apply conventional services. In the case study of RA Alhidayah Logam Bandung has a registration system that is still classified as manual. because RA Alhidayah is an early age school so registration is carried out by parents \/ guardians which makes the school must provide a large place to welcome new students and parents, plus it will be one of the obstacles for students who live quite far from school. This becomes less effective and efficient which causes the workload to increase because data input by administrative staff is still manual which causes savings in important data such as form files, registration requirements etc. Based on the above problems, a New Student Registration application was designed as a solution to the problems that occurred. This application will be designed using laravel as a website framework, API Gateway as a database connector, flutter as a mobile application framework. The New Student Registration application is divided into 2 parts, namely a website and a mobile application where the application has the right to access admin rights, namely managing application banners, managing parent accounts, managing student data, and managing registration schedules. The mobile application section has the right to access user rights, namely registering, uploading registration files and making payments. Where the user here will be used by parents \/ guardians. The result of this final project is the New Student Registration application which is useful and becomes a solution to the problems that exist in RA Alhidayah Logam in carrying out school registration activities for both administrative staff and RA Alhidayah teachers as well as prospective new students and parents who were previously conventional. That is parents come to school to take forms online, that is parents can register using this New Student Registration application.","keywords":"Keywords: New student registration, Laravel, website, mobile.","author":"AISYAH HIDAYAT","lecturer":"Asep Mulyana, Isnayani","publisher":"Universitas Telkom","publish_year":"2023"},{"title":"Pembuatan Website Sekolah Sebagai Media Layanan Dan Informasi  Pada RA Alhidayah Logam Bandung ","classification":"006.7 - Web Design","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Media Communication,","abstract":"ABSTRAK Saat ini teknologi internet sudah tidak asing lagi di kehidupan sehari hari. perkembanagan teknologi informasi saat ini khususnya teknologi internet memiliki peran khusus di dunia pendidikan . Tidak menutup kemungkinan banyak potensi dan sumber daya yang dapat dimanfaatkan, salah satunya pembuatan web atau WWW(World Wide Web) adalah sebuah metode baru yang berjalan di dunia internet, yang telah berkembang dengan pesatnya sebagai media penyampaian berbagai macam informasi. Website dimanfaatkan sebagai media informasi dan telah menjadi terobosan baru, yang perannya hampir sama dengan media informasi menggunakan kertas. Pada proyek akhir ini merancang website informasi dan layanan sekolah yang dapat di gunakan oleh para guru dan staf sekolah RA Al-Hidayah Logam Bandung yang berguna sebagai media layanan , media komunikasi, serta sarana promosi. Dan juga di harapkan sebagai media informasi untuk masyarakat luas agar lebih mengenal RA AlHidayah Logam Bandung. Proyek akhir ‘‘Pembuatan Website Sekolah sebagai media layanan dan informasi pada RA Al-Hidayah Logam Bandung” di bangun dengan menggunakan Bahasa HTML dan PHP untuk membuat berbagai tampilan pada website serta MySQL yang digunakan untuk mennyimpan barbagai informasi mengenai sekolah dan menampilkan informasi pada halaman website. Adapun aplikasi ini di buat dan sesuaikan dengan kebutuhan para guru dan staf RA Al- Hidayah Logam Bandung. Kata Kunci: : Website Sekolah,PHP,MYSQL,al-hidayah.","keywords":" ABSTRACT Currently, internet technology is no stranger to everyday life. The current development of information technology, especially internet technology, has a special role in the world of education. It is possible that there are many potentials and resources that can be utilized, one of which is the creation of a web or WWW (World Wide Web) is a new method that runs in the internet world, which has grown rapidly as a medium for delivering various kinds of information. Website is used as a medium of information and has become a new breakthrough, whose role isalmost the same as information media using paper. In this final project design a website as a service and information medium that can be used by teachers and school staff of RA Al-Hidayah Logam Bandung which is useful as a service media, communication media, and promotion tool. And is also expected as a medium of information for the wider community to be more familiar with RA Al- Hidayah Logam Bandung. The final project \"Creating a School Website as a service and information medium at RA Al-Hidayah Logam Bandung\" was built using HTML and PHP to create various views on the website and MySQL which is used to store various information about schools and display information on the website. web page. This application was created and adapted to the needs of the teachers and staff of RA Al- Hidayah Logam Bandung. Keywords: schoolwebsite,PHP,MYSQL,al- hidayah.","author":"NAJMA FADILLAH SUARDI","lecturer":"Asep Mulyana, Isnayani","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"PENERAPAN STANDAR OPERASIONAL  PROSEDUR DI PASTRY DEPARTEMENT THE JAYAKARTA SUITE HOTEL & RESORT  BANDUNG TAHUN 2022 ","classification":"658.382 - Health and safety programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Hospitality Industry","abstract":"ABSTRAK Perhotelan merupakan bagian yang sangat penting dalam mendukung\nindustri pariwisata di suatu lokasi wisata, sebagai penyedia jasa akomodasi atau\npenginapan untuk para wisatawan yang sedang berada suatu daerah wisata. Tanpa\nhotel, kegiatan pariwisata tidak dapat berjalan dengan maksimal, karena akomodasi\nmerupakan salah satu faktor pendukung dalam kegiatan wisata. Dengan tumbuhnya\nindustri pariwisata seiring dengan perkembangan teknologi khususnya media on line\nserta internet marketing. Di tengah iklim persaingan yang semakin kompetitif, saat\nini kepuasan pengunjung\/reviews\/ulasan masyarakat merupakan hal utama serta\nmemberikan pengaruh yang sangat besar yang harus diperhatikan dengan baik oleh\npihak hotel sebagai upaya perbaikan berkelanjutan. Penelitian ini bertujuan untuk\nmenganalisis kualitas pelayanan di Hotel The Jayakarta Suites Bandung. Bagaimana\npenampilan serta tatacara mengatur makanan yang disajikan pada saat Breakfast,\nserta bagaimana menanggapi keluhan terhadap makanan yang disajikan pada saat\nBreakfast The JayakartaSuites Bandung. Hasil penelitian menunjukkan Penampilan\nserta tatacara mengatur makanan yang disajikan telah dilakukan sesuai dengan\ntatacara penyajian standar The Jayakarta Hotels & Resorts, senantiasa menerapkan\nprinsip sanitasi dan pengawasan mutu untuk menjaga kualitas produk. Sesuai dengan\nsalah satu Misi The Jayakarta Suitesyaitu : “Mengutamakan Sikap Positif dan Kinerja\nyang Baik”, dalam menanggapi keluhan tamu khususnya terhadap makanan yang\ndisajikan pada saat Breakfast telah dihadapi dengan Sikap Positif oleh seluruh\nkaryawan serta pegawai divisi Food & Beverage The Jayakarta Suites Bandung. Sikap\npositif yang ditampilkan seperti : mendengarkan dengan baik dan penuh perhatian,\ntetap tenang, tetap sopan, serta segera menanggapi keluhan yang disampaikan.\n \nKata Kunci : Kualitas Layanan, Tata Cara Penyajian Standar, Mengutamakan Sikap","keywords":"Positif","author":"ANGELIA CHANDRA PUTRI","lecturer":"Riza Taufiq","publisher":"Universitas Telkom, D3 Perhotelan","publish_year":"2023"},{"title":"Penerapan Standar Operasional Prosedur di Dapur Patisserie di  Hotel Indigo Seminyak Beach Bali ","classification":"647.068 - Hotel housekeeping management","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Hotel","abstract":"Bali merupakan pulau yang identik dengan destinasi dan keindahan pariwisatanya yang beragam maka dari itu tidak heran bila pulau ini menjadi pulau yang sering dikunjungi baik wisatawan domestic maupun mancanegara. Penelitian ini membahas tentang penerapan standar operasional prosedur Departemen Food and Beverage Product di Hotel Indigo Seminyak Beach Bali. Penelitian ini bertujuan untukmengetahui standar operasional prosedur dan penerapannya di Hotel Indigo Seminyak Beach Bali khususnya di Departemen Food and Beverage Product departemen Pastry. Strategi ini dilakukan sebagai tolak ukur sejauh mana penerapan standar operasional prosedur Departemen Food and Beverage Product departemen pastry dan sebagai referensi untuk penerapan standar operasional prosedur Departemen Food and Beverage Product departemen pastry.Metodologi yang digunakan untuk penelitian ini adalah metodologi kualitatif, yangdidukung dengan data observasi dokumentasi, dan wawancara. Diharapkan hasil penelitian ini dapat di terima dengan baik, baik di lingkungan industri maupun di lingkungan masyarakat. Kata Kunci: Standar Operasional Prosedur, Food and Beverage Product departemen Pastry, Hotel Indigo Seminyak Beach Bali.","keywords":"Kata Kunci: standar operasional prosedur, food beverage product, hotel indigo seminyak beach bali.","author":"PETROSINA MARIMAR SARBUNAN","lecturer":"Edwin Baharta","publisher":"Universitas Telkom, D3 Perhotelan","publish_year":"2023"},{"title":"PENGARUH SUASANA KITCHEN TERHADAP KINERJA KARYAWAN PDA KITCHEN HOTEL TJOKRO PEKANBARU ","classification":"647.068 - Hotel housekeeping management","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Hotel\/restaurant","abstract":"","keywords":"Penelitian ini membahas tentang pengaruh suasana kitchen di Hotel Tjokro Pekanbaru terhadap karyawan yang dilatar belakangi oleh kegiatan yang dilakukan di Kitchen Hotel Tjokro Pekanbaru, Penulis akan mengnalisis dengan lebih efisien menggunakan informasi yang didapat oleh peneliti. Metode Penelitian yang digunakan adalah deskriptif kualitatif yaitu, penulis sudah melakukan pengumpulan data dengan melakukan On The Job Training selama 2 Semester yaitu, 1 Tahun di Hotel Tjokro pekanbaru dan melalukan wawancara dengan informasi kunci yaitu, Sous Chef Kitchen dan informasi pendukung seperti para Karyawan Hotel Tjokro Pekanbaru. Diharapkan hasil Penelitian ini dapat diterima baik oleh pembaca dan masyarakat.\nKata Kunci: kitchen,On The Job Training .","author":"HANNA SYIFANI","lecturer":"Riza Taufiq","publisher":"Universitas Telkom, D3 Perhotelan","publish_year":"2023"},{"title":"PERANCANGAN APLIKASI LAPORAN KEUANGAN PADA RA ALHIDAYAH LOGAM BANDUNG ","classification":"657.3 - Financial reports (Financial statements, Consolidated financial statements","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Perancangan Aplikasi, Financial Accounting,","abstract":"Pada zaman sekarang ini perkembangan teknologi berjalan dengan sangat pesat. Dimana dengan adanya perkembangan teknologi dapat mempermudah manusia dalam melakukan sesuatu. Salah satu contoh perkembangan teknologi yaitu pada sistem informasi baik itu dalam bentuk website dan mobile aplikasi yang banyak digunakan di berbagai bidang,salah satunya dibidang Pendidikan. RA Alhidayah Logam Bandung merupakan salah satu institusi Pendidikan yang dalam pengolahan pembayaran sekolah dan laporan keuangan baik berupa uang masuk maupun uang keluar masih menggunakan cara manual yang dicatat dalam sebuah buku. Dimana dengan pengolahan secara manual data-data tersebut mudah hilang dan rusak. Oleh karena itu dirancanglah sebuah aplikasi laporan keuangan yang menjadi solusi untuk permasalahan tersebut. Dimana aplikasi laporan keuangan yang dibuat terbagi ,menjadi 2 bagian , yaitu website dan aplikasi mobile. Pada bagian website hanya bisa diakses oleh admin. Dimana pada bagian admin dapat mengedit, menghapus, dan menambahkan data. Pada bagian aplikasi mobile hanya bisa diakses oleh user (orang tua\/wali). Dimana pada bagian user hanya bisa melihat detail Riwayat pembayaran dan melakukan pembayaran sekolah. Pada perancangan aplikasi laporan keuangan ini dilakukan pengujian fungsional, dimana dari pengujian tersebut didapatkan hasil bahwa semua fitur yang ada di aplikasi dapat berjalan dengan baik dan aplikasi bisa digunakan.\nThe current era, technology is developing very rapidly. Where with the development of technology can make it easier for humans to do things. One example of technological developments is in information systems both in the form of websites and mobile applications that are widely used in various fields, one of which is in the field of education. RA Alhidayah Logam Bandung is one of the educational institutions which in processing school payments and financial reports in the form of incoming and outgoing money is still using the manual method which is recorded in a book. Therefore, a financial report application was designed that became a solution to this problem. Where the financial report application that is made is divided into 2 parts, namely the website and the mobile application. The website section can only be accessed by admins. Where the admin can edit, delete, and add data. The mobile application section can only be accessed by the user (parent\/guardian). Where in the user section can only see details of payment history and make school payments. In the design of this financial statement application, functional testing was carried out, where from the test it was found that all the features in the application can run well and the application can be used.","keywords":" ","author":"AFIFAH NUR ZAHRA","lecturer":"Asep Mulyana, Isnayani","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"Perancangan Bot Telegram Sebagai Platform Laporan Gangguan Jaringan Telkomsel di Wilayah Purwokerto ","classification":"006.76 - Multimedia systems- Programming, internet programming, web programming","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Jaringan Telekomunikasi, Multimedia Development,","abstract":"     Problematika yang terjadi di GraPARI Purwokerto adalah sering terjadi laporan gangguan jaringan Telkomsel yang terlewat di grup Telegram karena di dalam grup digunakan untuk dua fungsi, yaitu komunikasi dan laporan pekerjaan sehingga hasil laporan tersebut tertimbun pesan-pesan terbaru. Hal ini menyebabkan para teknisi sering mengirim hasil laporan berulang-ulang dan mempersulit staff admin untuk merekap data hasil laporan gangguan jaringan Telkomsel di wilayah Purwokerto.\n     Berdasarkan uraian di atas maka pada Proyek Akhir ini dibuat sebuah platform berupa Bot Telegram yang berfungsi sebagai wadah untuk teknisi Telkomsel dalam melaporkan hasil pekerjaan dan mempermudah serta mempercepat rekapitulasi data laporan gangguan jaringan Telkomsel di wilayah Purwokerto. Perancangan Bot Telegram ini menggunakan bahasa pemrograman PHP untuk membangun function-bot yang dihubungkan ke server menggunakan metode webhook. Server tersebut terhubung dengan database MySQL untuk menyimpan user yang melakukan input laporan di Bot Telegram dan juga riwayat dari user ke bot. Bot ini juga diintegrasikan dengan Google API, yaitu Google Spreadsheet, sehingga hasil laporan dapat direkapitulasi secara otomatis sesuai input yang dimasukkan oleh user. Hasil pada Google Spreadsheet berupa tanggal dan waktu input laporan, nama dan nomor pegawai, site id, jenis gangguan, detail perbaikan, status pekerjaan, dan evidence berupa foto.","keywords":"     Hasil pengujian fungsional dari bot telegram memiliki tingkat keberhasilan 100%, semua fitur dapat berjalan sesuai dengan hasil yang diharapkan. Hasil pengujian performa dengan mengukur rata-rata response time adalah 3.39 detik. Sehingga dapat disimpulkan bahwa Bot Telegram masih layak karena hasil waktu respon Bot tidak melebihi batas maksimum nilai penerimaan. Hasil pengujian subjektivitas menggunakan skala likert diperoleh 88%-90% responden menilai Bot Telegram adalah sangat baik.","author":"NIZAR PUGUH PANGESTU","lecturer":"Rohmat Tulloh, Wiwied Bari Priyanto","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"PERANCANGAN DAN IMPLEMENTASI APLIKASI ANDROID UNTUK SISTEM SETORAN TABUNGAN PADA BANK SAMPAH BERDASARKAN SENSOR BERAT BERBASIS IoT ","classification":"005.1 - Computer programming","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Iot Networking Technology, Android Programming,","abstract":"","keywords":"Bank Sampah merupakan sistem pengepulan sampah terintegrasi yang dirancang pemerintah untuk mengurangi pencemaran lingkungan dengan sistem yang saling menguntungkan antara nasabah dan pihak pengepul. Limbah yang akan dikumpulkan pada Bank Sampah merupakan limbah yang memiliki nilai jual. Meliputi kardus, logam, dan plastik. Pada proyek akhir ini, akan dirancang sebuah aplikasi yang akan memudahkan nasabah dan petugas Bank Sampah. Aplikasi tersebut akan terintegrasi dengan hardware dan database. Penggunaan komponen hardware seperti sensor Load Cell, HX711, push button, LCD, dan NodeMCU8266. Aplikasi yang dirancang dapat mempermudah nasabah dan petugas Bank Sampah untuk penghitungan berat limbah serta memudahkan proses pengecekan Riwayat penyetodan saldo tabungan nasabah.","author":"PUTERI LEWINA SHANTY SIAHAAN","lecturer":"Suci Aulia, Asep Mulyana","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"PERANCANGAN DAN IMPLEMENTASI SISTEM PELAYANAN BERBASIS WEB  PADA PERUSAHAAN DAERAH AIR MINUM (PDAM) MENGGUNAKAN  FRAMEWORK LARAVEL (STUDI KASUS PDAM WONOMULYO) ","classification":"006.7 - Web Design","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Web Service, Web  Design,","abstract":"Abstrak\nPDAM memiliki aktifitas yaitu mengumpulkan, mengolah, menjernihkan sampai dengan proses pendistribusian air bersih bagi masyarakat (BPK RI, 2017). Akibat dari terjadinya pandemi covid – 19 di seluruh dunia terkhusus di indonesia membuat fasilitas pelayanan registrasi PDAM menjadi terbatas saat ingin memberikan pelayanan registrasi terhadap masyarakat. Maka dirancanglah sistem pelayanan PDAM Wonomulyo dengan Framework Laravel berbasis web sebagai solusi dari permasalahan yang sedang dihadapi oleh masyarakat atau pelanggan terkait proses registrasi member PDAM dan memberikan pelayanan kepada masyarakat secara konvensional dimana masyarakat selaku pelanggan yang ingin melakukan proses registrasi sebagai member PDAM tidak harus berkunjung langsung ke kantor lagi dan bertemu orang lain sehingga mengurangi penyebaran virus covid – 19. Proyek akhir ini telah berhasil dirancang dan dibuat website pelayanan PDAM Wonomulyo menggunakan framework laravel dan menggunakan database MySQL. Dari hasil pengujian fungsionalitas dapat disimpulkan bahwa semua fitur yang terdapat pada website berhasil 100% berjalan dengan baik. Pada hasil pengujian lighthouse mendapatkan hasil nilai yang sangat tinggi dan baik dengan performance sebesar 96, Accessibility sebesar 98, Best Practices sebesar 92 dan SEO sebesar 92. Pada hasil pengujian delay mendapatkan hasil total rata-rata delay sebesar 1.81 detik. Pada hasil pengujian kuesioner dapat disimpulkan bahwa pelanggan dan petugas memberikan respon yang baik serta merasa terbantu dengan adanya website pelayanan PDAM Wonomulyo.","keywords":"Kata kunci : PDAM, Web, Framework, Laravel, Covid-19","author":"JOKO PRASTIAWAN","lecturer":"Agus Ganda Permana, Radial Anwar","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"PERANCANGAN DAN IMPLEMENTASI WEBSITE MANAJEMEN PENDATAAN DAN DETAIL PENGGUNAAN ASET JARINGAN ICONNET STUDI KASUS DI PT INDONESIA COMNETS PLUS REGIONAL JAWA BARAT ","classification":"005.372 - Information System-Research Method","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Sistem Informasi, Information System-design,","abstract":"Teknologi adalah sebuah penemuan manusia untuk membantu memudahkan pekerjaan manusia sejak zaman dahulu sampai zaman sekarang.Sepanjang kehidupan manusia banyak teknologi yang ditemukan, karena penemuan teknologi dapat dibilang sebagai perkembangan dari teknologi sebelumnya dan lebih mempermudah dan efisien dalam pekerjaan yang dikerjakan oleh manusia.PT Indonesia Comnets Plus (ICON+) merupakan entitas anak dari PT PLN (Persero).pendirian ICON+ difokuskan untuk melayani kebutuhan PT PLN (Persero) terhadap jaringan telekomunikasi. Namun seiring dengan kebutuhan industri akan jaringan telekomunikasi dengan tingkat availability dan reliability yang konsisten, ICON+ mengembangkan usaha dengan menyalurkan kelebikan kapasitas jaringan telekomunikasi ketenagalistrikan serat optik milik PT PLN (Persero) [1]. PT Indonesia Comnets Plus memiliki layanan internet yang bernama Iconnet. Iconnet adalah produk layanan internet berbasis jaringan fiber optic [2]. Iconnet juga memiliki kecepatan tinggi dan menggunakan teknologi fiber optik terbaru yang handal dan stabil, didesain khusus untuk ritel dan daerah perumahan. Studi kasus pada PT Indonesia Comnets Plus bagian Aset adalah kurang efisiennya penginputan data pekerjaan harian pada lapangan dan data perangkat yang sudah terpasang sampai ke pelanggan. Untuk mengatasi masalah tersebut maka penulis membuat website manajemen pendataan dan detail penggunaan Aset jaringan Iconnet. Website yang dibuat pada Proyek Akhir ini bertujuan untuk memudahkan dalam urusan pendataan dan manajemen yang digunakan oleh pekerja pada PT Indonesia Comnets Plus bagian Aset. Hasil dari Proyek Akhir ini yaitu telah dibuat website iconnet yang berfungsi untuk memudahkan manajemen pendataan dan detail aset jaringan yang ada. Website yang dibuat berhasil dijalankan dengan baik setelah dilakukan uji fungsionalitas dan uji database. Website dapat digunakan dengan baik oleh admin dan semua fitur yang tersedia dapat diakses dengan baik oleh admin.","keywords":"Kata kunci: Website, OLT, Iconnetx","author":"ANDRY PRAYOGA","lecturer":"Indrarini Dyah Irawat, Muhammad Zero Fomandes","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"PERANCANGAN DAN PENGEMBANGAN APLIKASI WEBSITE KURSUS BERBASIS MICROSERVICES SEBAGAI MEDIA PEMBELAJARAN DARI RUMAH ","classification":"006.7 - Web Design","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Web Application, Web  Design, Application Programm,","abstract":"","keywords":"Website merupakan kumpulan halaman dalam satu domain yang memuat berbagai informasi berupa konten gambar, ilustrasi, video, dan teks yang dapat dilihat dan diakses oleh pengguna internet menggunakan mesin pencari. Website dibangun dengan tujuan yang berbagai macam, mulai dari profiling perusahaan, manajemen perusahaan atau substansi tertentu, kepentingan militer, kepentingan pribadi, sebagai media informasi, bahkan sampai dengan membantu meningkatkan kualitas pendidikan. Microservices merupakan arsitektur atau dapat dikatakan metode dalam mengembangkan sebuah aplikasi atau perangkat lunak yang mencakup website, mobile, internet of things, sampai dengan cloud service. Dimana setiap layanan berjalan secara independen dan berkomunikasi satu sama lain tergantung pada kebutuhan aplikasi yang digunakan. Perancangan dan pengembangan sistem dan aplikasi akan dilakukan dalam beberapa tahapan dengan harapan sistem dan aplikasi website dapat bekerja dengan optimal dan dapat segera diimplemntasikan.\nPenelitian ini bertujuan untuk merancang dan membuat sebuah aplikasi website kursus berbasis microservices untuk membantu siswa, mahasiswa, serta mentor untuk dapat lebih produktif dimasa pandemi yang terjadi sekarang dengan menggunakan arsitektur web berbasis microservices. Metode penelitian yang digunakan dalam merancang dan membangun aplikasi website myMentor ini adalah studi literatur, tahap pengumpulan data untuk mengetahui kebutuhan materi yang dibutuhkan oleh para siswa dan mahasiswa, perancangan sistem, pengkodean, dan dilanjutkan dengan tahapan pengujian untuk menguji sistem sebelum diimplementasikan.\nHasil dari penelitian ini adalah terciptanya sebuah media pembelajaran berupa aplikasi website berbasis microservices bernama myMentor dimana terdapat mentor-mentor yang akan membagikan ilmunya kepada siswa dan mahasiswa. Pada penelitian ini diharapkan akan membantu para kaum pelajar untuk meningkatkan ilmu mereka dan membantu para mentor untuk menyalurkan ilmunya agar dapat lebih produktif dimasa pandemi seperti sekarang ini.","author":"ANDI ALFIAN ADRIAWAN","lecturer":"Denny Darlis, Tita Haryanti","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"PERANCANGAN SISTEM KEAMANAN DAN PELACAKAN KENDARAAN BERMOTOR MENGGUNAKAN GPS BERBASIS APLIKASI ","classification":"621.389 28 - Security Electronics","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Mikrokontroller, Microcontroller Programming,","abstract":"Sepeda motor merupakan salah satu media transportasi yang paling banyak digunakan di masyarakat. Selain praktis ketika dikendarai sepeda motor lebih hemat bahan bakar ketika digunakan daripada media transportasi yang lainya. Namun sepeda motor menjadi salah satu target pencurian. Mesikupin sudah dilengkapi dengan alat keamanan berupa alarm dan kunci stir, alat pengaman pada sepeda motor saat ini dirasa kurang memberikan rasa aman bagi pemilik kendaraan bermotor, karena masih tinggi nya angka pencurian pada kendaraan bermotor.Maka dari itu pada proyek akhir ini dilakukan bertujuan untuk merancang sebuah sistem keamanan dan pelacakan sepeda motor yang diharapkan dapat menjadi sebuah solusi terkait permasalahan tersebut. Sistem ini menggunakan mikrokontroler Arduino Nano sebagai otak pada sistem ini, yang terhubung dengan GPS, Modul GSM SIM800L,  relay, dan sensor SW-420 yang dipasang pada sepeda motor. GPS digunakan untuk melacak lokasi kendaraan bermotor, relay digunakan untuk memutus aliran listrik pada kendaraan bermotor, dan sensor SW-420 sebagai sensor untuk mendeteksi adanya getarn pada sepeda motor, sedangkan Modul GSM SIM800L sebagai media komunikasi seluler. Tujuan dari perancangan sistem ini adalah adalah pengguna dapat mengetahui lokasi dan mengamankan kendaraan bermotor setelah dicuri. Sistem ini terhubung dengan sebuah aplikasi yang dapat diakses melalui smartphone berbasis Android, dimana pengguna dapat menggunakan nya dengan mudah dengan tingkat keberhasilan sebesar 80% dengan keakurasian modul GPS yang cukup tinggi dengan deviasi sejauh 10 meter.","keywords":" ","author":"MUHAMMAD AFIQ RAYHAN","lecturer":"Asep Mulyana, Dwi Andi Nurmantris","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"PERENCANAAN APLIKASI ANDROID UNTUK KETERSEDIAAN SLOT PARKIR DAN SIMULASI E-PAYMENT DALAM SISTEM SMART PARKING BERBASIS IOT ","classification":"005.1 - Computer programming","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Iot Networking Technology, Android Programming,","abstract":"Perkembangan teknologi akhir-akhir ini telah berkembang pesat disegala bidang salah satunya pada sistem informasi dalam bentuk website dan mobile application yang banyak digunakan salah satunya sektor pengolahan lahan parkir. Sistem pengelolaan parkir dalam gedung saat ini kebanyakan pengelolaannya masih menggunakan cara konvensional dalam hal tidak tersedianya informasi ketersediaan slot parkir kosong dimana pengguna harus masuk terlebih dahulu ke dalam gedung, mengamati barangkali masih ada slot yang masih kosong yang tidak jarang akhirnya keluar kembali karena telah penuh. Disamping itu untuk sistem pembayaran jasa parkir saat akan keluar area parkir masih menggunakan sistem uang cash dan memerlukan bantuan tenaga petugas.\n        Dalam Proyek Akhir ini dirancanglah sistem pengelolaan parkir otomatis (smart parking) berbasis Internet of Things (IoT). Dengan aplikasi untuk membangun sistem basis data pengguna parkir dengan fitur tampilan ketersediaan slot parkir berbasis android untuk menampilkan secara visual indikasi slot antrian yang masih kosong, sudah terisi, dan yang sudah dipesan (booked). Disamping itu dibuat pula server untuk mensimulasikan basis data nasabah dari pengelola jasa keuangan (banking syatem) untuk sistem pembayaran parkir berbasis elektronik (e-parking). Dengan sistem pendeteksian nasabah menggunakan QR Code Reader.","keywords":"        Dengan telah dibuatnya aplikasi sistem smart parking berbasis android yang diharapkan dapat memudahkan bagi pengguna parkir dalam mencari slot parkir melalui aplikasi android sekaligus melakukan pemesanan (booking) serta pembayaran jasa parkir tanpa harus menyiapkan uang cash. Telah dilakukan Pengujian responsi yang dilakukan untuk melihat berapa nilai responsi pada fitur-fitur aplikasi yang telah dibuat sebagai salah-satu bentuk tingkat keberhasilan dalam pembuatan aplikasi ini dan mendapatkan rata-rata nilai responsi di ± 2.5detik tiap-tiap fiturnya aplikasi berjalan dengan semestinya juga dilakukan pengujian fungsionalitas dan fungsinya berjalan dengan baik dengan hasil angka di 100% berfungsi sesuai yang diharapkan pada perancangan awal.","author":"FIQSHALLAH S. A.","lecturer":"Asep Mulyana, Hafidudin","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"RANCANG BANGUN HARDWARE SISTEM KEAMANAN RUANG LABORATORIUM MENGGUNAKAN FACE RECOGNITION BERBASIS IOT ","classification":"004.695 - Internet Telephony\/Telepon Internet , Internet dan Cellphone","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Internet Of Things, Internet,","abstract":"Permasalahan keamanan menjadi permasalahan publik yang perlu ditingkatkan. Pencurian sering terjadi jika sistem keamanan suatu wilayah lemah, maka dari itu sistem keamanan harus ditingkatkan untuk menekan kasus kejahatan. Ditambah dengan keadaan kasus covid-19 yang masih melanda Indonesia dimana kita harus membatasi jumlah pengguana di dalam suatu ruangan tertutup. Dalam proyek ini dibangun sistem keamanan yang berfungsi untuk mengetahui segala informasi yang bisa diketahui dan juga meningkatkan social distancing dalam suatu ruangan.\nUntuk meningkatkan sistem keamanan ruang laboratorium, maka dirancang sebuah alat menggunakan sistem face recognition menggunakan ESP32-CAM untuk menampilkan nama yang menggunakan face recognition, serta membuat website yang menampilkan database untuk keperluan registrasi dan memantau siapa saja orang yang berada atau keluar masuk pada ruangan tersebut. Sistem ini menggunakan satu face recognition yakni di luar ruangan.\nDari hasil perancangan sistem keamanan ruangan, didapatkan hasil pengujian akurasi pendeteksi wajah yaitu 90%. Dari 10 pengujian terdapat satu data yang tidak terdeteksi. Data yang tidak terdeteksi dikarenakan posisi dari user yang tidak sesuai dengan data yang didaftarkan, sehingga sistem membaca objek deteksi merupakan data yang belom terdaftar. Berdasarkan hasil pengujian delay didapatkan rata-rata delay pengiriman yaitu 3,066. Dari hasil tersebut dapat disimpulkan bahwa sistem dapat mengirimkan data tanpa ada kehilangan data dan delay yang tidak terlalu lama sehingga sistem dapat mengirimkan data dengan baik.\n ","keywords":"Kata Kunci: Keamanan, Face Recognition, ESP32-CAM, Website. ","author":"HELEN SILVIA","lecturer":"Dadan Nur Ramadan, Indrarini Dyah Irawati","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"Rancang Bangun Monitoring Jarak Jauh Energi Lampu Penerangan Jalan Umum Berbasis Lora Dengan Topologi Multinode ","classification":"658.202 - Maintenance management, Total productive maintenance","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Topology: Logic, Logic Design,","abstract":"","keywords":"Penerangan jalan umum atau disingkat PJU merupakan salah satu sarana yang menjadi kebutuhan bagi pengguna jalan. lampu penerangan jalan umum merupakan salah satu kebutuhan masyarakat, menjadi kewajiban dan tanggung jawab Pemerintah Daerah\/Kota sebagai bentuk pelayanan kepada masyarakat. Namun dalam memonitoring PJU masih kurang efektif dikarenakan masih diharuskan memonitoring jarak dekat yang mana memakan waktu dan tenaga yang lebih dalam hal memonitoring PJU. Untuk mengatasi kurangnya keefektifan dalam memonitoring lampu penerangan jalan umum dirancanglah sebuah alat monitoring jarak jauh lampu penerangan jalan umum berbasis Lora menggunakan topologi multinode yang memudahkan dalam memonitoring lampu PJU dengan jarak jauh dan mampu memonitoring lebih dari satu lampu PJU dan dapat dimonitoring melalui monitor dan melalui website yang terdapat pada platform Blynk. Berdasarkan hasil perancangan, pengujian dan analisa yang telah dilakukan di kinagara regency maka dapat diambil beberapa kesimpulan yaitu hasil pengujian pada transmitter 1 yang memiliki rata-rata akurasi keakuratan pada pengukuran yang dibandingkan dengan nilai acuan yaitu sebesar 96,53% dan memiliki rata-rata error sebesar 3,47% dan pada transmitter 2 memiliki rata-rata akurasi keakuratan sebesar 96,54% dan memiliki rata-rata error sebesar 3,46%. Pengukuran jarak antara kedua transmitter dengan receiver mampu menerima informasi sampai dengan 180 meter. Pada pengiriman informasi dari receiver ke blynk sesuai dengan pengukuran yang ada di monitor receiver dengan baik.","author":"RIZKY SEPTIANSYAH","lecturer":"Sugondo Hadiyoso, Akhmad Alfaruq","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"RANCANG BANGUN PERANGKAT MONITORING DAN ANALISA DAYA TERINTEGRASI UNTUK EMERGENCY CHARGING POLE DILINGKUNGAN TELKOM UNIVERSITY BERBASIS MIKROKONTROLER ","classification":"658.202 - Maintenance management, Total productive maintenance","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Internet Of Things, Internet,","abstract":"Kehabisan baterai ditempat umum sudahlah menjadi hal yang biasa oleh karena itu solusi terbaik dengan menggunakan system catu daya cadangan seperti power bank menjadi solusi nya namun hal ini tidak semua orang mempunyai itu di karenakan harga yang cukup mahal dan banyak orang yang tidak tertarik untuk membawanya sehari-hari. Stasiun charging menjadi salah satu metode yang bisa digunakan karena system ini bersifat outdoor digunakan untuk umum serta kapasitas yang melebihi dari powerbank.\nPada proyek akhir ini dirancang sebuah system monitoring Emergency Charging Pole dengan menggunakan cahaya matahari yang diterima oleh panel surya sebagai sumber inputan lalu keluaran tegangan DC akan menuju charger controller arus yang dihasilkan yaitu arus DC yang kemudian disimpan di dalam baterai, lalu diubah menjadi tegangan AC menggunakan inverter untuk system memonitoring tegangan keluarannya menggunakan sensor PZEM-004t yang dihubungkan dengan mikrokontroler ESP32 yang terhubung dengan internet sehingga bisa mengirim data sensor ke aplikasi system monitoring.\nSistem ini berhasil diimplementasikan dilingkungan Telkom University tepat nya di depan Fakultas Ilmu Terapan dari hasil pengujian ini didapatkan kesimpulan bahwa sistem Emergency Charging Pole ini membantu bagi para pengguna handphone yang kehabisan baterai, sistem ini juga bisa digunakan pada siang hari maupun malam hari, Serta hasil dari sistem monitoring ini didapatkan beban 24,9W dengan arus 0,2A bagi pengguna handphone fast charging dan beban 8,6W dengan arus 0,08A bagi pengguna hanphone yang tidak fast charging data tersebut akan dikirim pada aplikasi monitoring secara realtime.\n ","keywords":"Kata kunci : Monitoring emergency charging pole , Internet of Things.","author":"ZAMI`AT RAKHMAN","lecturer":"Asep Mulyana, Aris Hartaman","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"RANCANG BANGUN SISTEM PENERIMA VISIBLE LIGHT COMMUNICATION DAN GATEWAY IP PADA SMART INDOOR FARMING BERBASIS INTERNET  OF THINGS SEBAGAI BAGIAN DARI PENELITIAN INTERNASIONAL  UNIVERSITAS TELKOM DAN MULTIMEDIA UNIVERSITY ","classification":"004.678 - Internet (World Wide Web)","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Sistem Elektronika, Electronic,","abstract":"Pertumbuhan penduduk yang makin pesat di perkotaan menyebabkan terjadinya peledakan penduduk. Hal ini, mengakibatkan lahan-lahan pertanian dan lahan hijau menjadi semakin sempit. Lahan –lahan ini pun beralih fungsi menjadi bangunan tempat tinggal untuk memenuhi kebutuhan manusia akan tempat berteduh. Oleh karena itu, sangatlah penting untuk membuat sebuah sistem yang dapat mengoptimalkan lahan yang masih tersedia dengan memanfaatkan sistem smart indoor farming yang memudahkan dalam pengolahan tanaman dan mampu melakukan efisiensi penggunaan debit air dan efisiensi waktu.\nPada Proyek akhir ini akan dilakukan perancangan suatu sistem smart indoor farming dengan memanfaatkan teknologi Visible Light Communication dan Gateway IP untuk monitoring tanaman hidroponik. Menggunakan mikrokontroler pada sistem receiver dan memerlukan LDR sensor module sebagai penerima data dari lampu LED. Output yang dikeluarkan yaitu ip address untuk melihat data hasil sensor menggunakan browser, LCD untuk menampilkan hasil data sensor, dan firebase yang terhubung pada website untuk melakukan monitoring pada tanaman hidroponik.","keywords":"Dari hasil pengujian, diketahui rangkaian sistem receiver mampu menerima data yang dikirimkan oleh rangkaian transmitter dengan jarak 5 cm hingga 30 cm dengan kemiringan sudut 15° sampai dengan 45°. Maka dari itu, dapat disimpulkan bahwa teknologi Visible Light Communication dan Gateway IP berhasil diimplementasikan pada sistem penerima untuk pemantauan sistem Smart Indoor Farming. Selain itu, data sensor dari transmitter dapat ditampilkan pada LCD, water pump dapat diaktifkan melalui browser dan dapat mengirim data sensor ke firebase.","author":"ANDI SUCI ALFI SYAHRI TUNE","lecturer":"Aris Hartaman, Indrarini Dyah Irawati","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"Sistem Informasi Management Laboran Fakultas Ilmu Terapan Di Telkom University Berbasis Android ","classification":"005.372 - Information System-Research Method","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Android Programming, Information System,","abstract":" \nSeiring dengan kemajuan teknologi, pengelolaan informasi yang dulunya dilakukan secara konvensial melalui media kertas akan berkemungkinan rusak atau hilang. Hal ini bisa di atasi dengan menfaatkan teknologi untuk memberikan jaminan keefektifan serta memudahkan dalam mengelolahnya. Salah satu caranya yaitu dengan memanfaatkan kemajuan teknologi, yaitu dengan aplikasi pengelolaan administrasi yang mudah di gunakan. Aplikasi Android dapat menjadi alat manajemen data yang berkaitan pusat system informasi. Dengan fiturnya yang dapat berinteraksi dengan user secara real-time membuatnya lebih fleksibel. Maka dari itu penulis membuat aplikasi pengelolaan sistem informasi management Unit Laboratorium Fakultas Ilmu Terapan berbasis android ini.\n \nPembuatan fitur sistem informasi management ini menggunakan bahasa Java, dimana bahasa ini yang banyak digunakan untuk pemograman berbasis android ini. Fitur – fitur yang di buat adalah kebutuhan yang diperlukan di Unit Laboratorium Fakultas Ilmu Terapan ini guna memudahkan para staff laboratorium untuk mengakses data maupun menyimpan data. Level akun di aplikasi ini pun terdapat 3 bagian,yaitu Admin (Laboran) , Asisten Laboratorium dan Asisten Praktikum. Dimana akun Asisten Laboratorium dan Asisten Praktikum terbatas untuk mengakses fitur yang ada pada aplikasi hanya admin yang bisa mengakses semua fitur.\n ","keywords":"Hasil yang di harapkan dari Proyek Akhir ini adalah Staff Laboratorium Fakultas Ilmu Terapan ini lebih mudah untuk mengakses layanan – layanan administrasi yang ada dan meminimalisir penggunaan kertas dan kemungkinan untuk rusak atau hilang, dan juga penggunaan aplikasi ini bisa lebih fleksibel dan secara mobile dalam artian mudah di akses dimanapun.","author":"MUHAMMAD FANDI FACHRUL ROZI","lecturer":"Asep Mulyana, Indrarini Dyah Irawati","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"SISTEM MONITORING BATERAI OPZV SEBAGAI BATERAI BACKUP BTS  BERBASIS IOT DENGAN NOTIFIKASI ANDROID DI TELKOMSEL CIREBON ","classification":"621.381 - power electronic","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Internet Of Things, Power Electronics,","abstract":"Sistem monitoring baterai yang dikemukakan penulis bertujuan untuk menjaga baterai agar tetap terpantau kondisinya dan dapat terisi secara baik dan benar. Penelitian yang akan dilakukan melakukan sebuah perancangan sistem monitoring baterai yang dapat dimonitor secara secara online melalui perangkat Android dengan basis data Firebase. Sistem bekerja membaca setiap sel baterai untuk mengetahui kondisi tegangan masingmasing baterai. Kerja sistem adalah membaca tegangan analog baterai melalui resistor pembagi untuk dilakukan proses konversi analog ke digital melalui modul ADC dan dilakukan proses mencari selisih tegangan antar sel baterai sehingga diperoleh nilai tegangan tiap selnya.","keywords":"Kata kunci : Baterai, Monitoring. Android, Firebase","author":"AKMAL FIRDAUS","lecturer":"Aris Hartaman, Rohmat Tulloh","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"STANDAR OPERASIONAL PROSEDUR FOOD AND BEVERAGE SERVICE DI GRAND TJOKRO YOGYAKARTA ","classification":"647.068 - Hotel housekeeping management","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Hotel","abstract":"","keywords":"Penelitian ini membahas tentang standar operasional pelayanan di Hotel Grand Tjokro Yogyakarta. Penulis melakukan penelitian ini dilatar belakangi karena pelayanan di hotel Grand Tjokro Yogyakarta dapat sangat memuaskan bagi tamu yang datang. Peran Food and Beverage adalah departemen di hotel yang bertugas menyediakan dan mengolah makanan dan minuman untuk tamu hotel. Di bidang food and Beverage services, seperti service, main kitchen, cold kitchen, hot kitchen dan pastry. Diantaranya bertugas memberikan pelayanan yang baik kepada para tamu untuk mendapatkan pelayanan yang berkualitas di bagian food and beverage. Tujuannya untuk mengetahui bagaimana penerapan standar operasional dan permasalahan yang dihadapi oleh pramusaji dan pramusaji di bagian food and beverage service. Metode penelitian yang digunakan adalah kualitatif, deskriptif kualitatif, pengumpulan data, melalui wawancara, observasi dan studi pustaka. Hasil penelitian ini menunjukkan bahwa standar operasional di hotel Grand Tjokro Yogyakarta sangat baik dan staf yang ada mampu meningkatkan pelayanan sehingga tamu merasa puas saat dilayani.","author":"HANGI AQNI SAPUTRA","lecturer":"Ratna Gema M","publisher":"Universitas Telkom, D3 Perhotelan","publish_year":"2023"},{"title":"STANDAR OPERASIONAL PROSEDUR RESERVASI KAMAR MELALUI ONLINE TRAVEL AGENT DI LE DIAN HOTEL AND COTTAGES 2022 ","classification":"658.382 - Health and safety programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Hotel Management","abstract":"Penelitian ini bertujuan untuk mengetahui Standar Operasional Prosedur Kantor depan Hotel yang berhubungan dengan pemberian pelayanan reservasi,penerimaan tamu,alokasi kamar Online Travel Agent adalah agen perjalanan yang berperan sebagai media promosi dan penjualan secara online melalu iwebsite Front Office adalah Kantor Depan. Sesuai dengan artinya, departemen atau bagian ini berada di depan atau lobi sebuah hotel agar mudah nampak dan ditemui oleh tamu. Di kantor depan inilah tamu akan disambut pada saat kedatangannya (check-in) dan diucapkan selamat datang dan selamat berpisah saat tamu akan berangkat (check-out) SOP (Standard Operating Procedure) pada dasarnya penerapan yang berisi prosedur prosedur operasional standar yang ada di Le Dian Hotel and Cottages yang digunakan untuk memastikan bahwa semua keputusan dan tindakan Standart Operasional Prosedure Reservasi di Le Dian Hotel and Cottage dapat disarankan beberapa hal kepada pihak Le Dian Hotel and Cottage terutama khususnya dalam penanganan Reservasi Online Travel Agent tentunya dalam pentingnya menjalankan SOP yang berlaku karena terkait dengan kepuasan dan kenyamanan department yang melaksanakan SOP dengan baik diharapkan dapat mempertahankan kondisi yang telah dicapai sebagai upaya meningkatkan upaya kualitas pelayanan","keywords":"Kata kunci : Standar Operasional Prosedur,Reservasi,Online Travel Agent","author":"ASHIFA DWI LESTARI","lecturer":"Riza Taufiq","publisher":"Universitas Telkom, D3 Perhotelan","publish_year":"2023"},{"title":"STANDARD OPERATING PROCEDURE FOOD AND BEVERAGE SERVICE AT GRAND TJOKRO YOGYAKARTA ","classification":"658.382 - Health and safety programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Hospitality","abstract":" \nPenelitian ini membahas tentang standar operasional pelayanan di Hotel Grand Tjokro Yogyakarta. Penulis melakukan penelitian ini dilatar belakangi karena pelayanan di hotel Grand Tjokro Yogyakarta dapat sangat memuaskan bagi tamu yang datang. Peran Food and Beverage adalah departemen di hotel yang bertugas menyediakan dan mengolah makanan dan minuman untuk tamu hotel. Di bidang food and Beverage services, seperti service, main kitchen, cold kitchen, hot kitchen dan pastry. Diantaranya bertugas memberikan pelayanan yang baik kepada para tamu untuk mendapatkan pelayanan yang berkualitas di bagian food and beverage. Tujuannya untuk mengetahui bagaimana penerapan standar operasional dan permasalahan yang dihadapi oleh pramusaji dan pramusaji di bagian food and beverage service. Metode penelitian yang digunakan adalah kualitatif, deskriptif kualitatif, pengumpulan data, melalui wawancara, observasi dan studi pustaka. Hasil penelitian ini menunjukkan bahwa standar operasional di hotel Grand Tjokro Yogyakarta sangat baik dan staf yang ada mampu meningkatkan pelayanan sehingga tamu merasa puas saat dilayani.\nKata kunci : Pelayanan, Standar Oprasional Prosedur , Food And Baverage service\n \n \n \n ","keywords":"Kata kunci : Pelayanan, Standar Oprasional Prosedur , Food And Baverage service","author":"AMELIA ZHAFIRA NOOR","lecturer":"Umi Sumarsih,","publisher":"Universitas Telkom, D3 Perhotelan","publish_year":"2023"},{"title":"TINJAUAN EFEKTIVITAS SOSIAL MEDIA MARKETING PADA INSTAGRAM @SENYUMKITA TAHUN 2022 ","classification":"658.81 - Marketing Management","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Social Media-marketing","abstract":" \nPada saat ini, teknologi berkembang pesat, ditandai dengan penggunaan internet dari semua kalangan baik anak-anak sampai lansia. Masyarakat mendapatkan informasi secara mudah dan cepat hanya melalui media sosial atau internet. Ditambah tuntutan bagi perusahaan terutama dibidang pemasarannya untuk mencapai target perusahaan mengharuskan penyebaran informasi bagi promosi produk atau jasa diterima oleh masyarakat mencakup pasar yang sangat luas, bahkan tidak hanya dalam negri tetapi sampai luar negri.\nMedia sosial merupakan media penunjang utama dalam keefektivitasan penjualan dan penyebarluasan informasi dikarenakan ranah media sosial sudah sangat luas. Pengguna media sosial setiap hitungan waktu selalu bertambah. Media sosial yang efektif adalah media sosial yang memberikan informasi secara jelas dan akurat bagi pembacanya sehingga pembaca mendapatkan informasi yang dicari.\nYayasan Senyum Kita mengadakan kegiatan penggalangan dana melalui platform campaign seperti Kita Bisa dan nantinya dana yang terkumpul disalurkan kepada \"adik asuh\". Informasi penggalangan dana sangat penting untuk dipublikasikan, sehingga media-media yang dimiliki Yayasan Senyum Kita menjadi hal yang utama dalam kegiatan penggalangan dana. Yayasan Senyum Kita merupakan lembaga yang telah memanfaatkan media sosial dan internet dalam aktivitasnya. Instagram merupakan media paling aktif diantara media lainnya ditandai dengan akun yang sudah memiliki 2.840 postingan. Dari uraian diatas, penulis dapat membuat penelitian dengan tema efektivan media sosial Instagram @senyumkita dalam penyebarluasan informasi","keywords":"Kata Kunci: Media Sosial, Instagram, Yayasan, Pemasaran, Penyebarluasan Informasi","author":"RIZAL NOVEBRIAN HAKAM","lecturer":"Fanni Husnul Hanifa","publisher":"Universitas Telkom, D3 Manajemen Pemasaran","publish_year":"2023"},{"title":"TINJAUAN STANDAR OPERASIONAL PROSEDUR DEPARTEMEN FOOD AND BEVERAGE SERVICE DI HOTEL ASTON PASTEUR BANDUNG ","classification":"658.382 - Health and safety programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Hospitality","abstract":"\nIndustri pariwisata saat ini mempunyai peran yang besar dalam membantu meningkatkan perekonomian khususnya untuk perekonomian Indonesia. Hal tersebut dibuktikan bahwa beberapa sektor pariwisata mengalami pertumbuhan dan perkembangan yang pesat yang mampu mendorong sektor lainnya berkembang salah satunya yaitu sektor akomodasi hotel. Seperti hal nya kota Bandung selain dikenal sebagai Paris Van Java juga dikenal sebagai  kota tujuan wisata yang banyak diminati, maka sektor akomodasi hotel juga ikut mengalam perkembangan. Kota Bandung terdapat berbagai jenis hotel mulai dari melati hingga bintang lima. Akomodasi hotel adalah salah satu bisnis yang menjanjikan dengan revenue yang besar dari pendapatan yang diperoleh. Letak Kota Bandung yang sangat strategis membuat kota ini memiliki penunjang kebutuhan wisata di dalamnya seperti banyaknya tempat penginapan atau hotel. Salah satunya yakni yang didirikan pada tahun 2016 sebuah hotel bintang 4 yang dimiliki oleh group hotel Archipelago yakni Aston Pasteur Bandung. Aston Pasteur Bandung memiliki Departemen Food and Beverage Service yang merupakan salah satu departemen di hotel yang berfokus pada pelayanan makanan dan minuman untuk mencapai kepuasan pelanggan. Standard Operationg Procedure merupakan sistem yang disusun untuk memudahkan, merapikan, dan menertibkan pekerjaan. SOP yang diterapkan oleh karyawan di Aston Pasteur Bandung seperti seragam, jadwal kerja, dan tata tertib. Penerapan ini dilakukan oleh setiap karyawan Food and Beverage Service Department di Aston Pasteur Bandung agar kualitas pelayanan yang diberikan tetap prima. Hal yang dapat dilakukan dari pengamatan dan penelitian tinjauan operasional kerja Departemen Food and Beverage Service di Aston Pasteur Bandung yaitu mempertahankan kualitas SOP, memberikan penegasan terhadap seluruh karyawan agar mengikuti semua SOP yang berlaku.\n \nKata Kunci : Standar Operasional Prosedur, Departemen Food and Beverage Service, Aston Pasteur Bandung.\n","keywords":" ","author":"FADHL MUHAMMAD","lecturer":"Edwin Baharta","publisher":"Universitas Telkom, D3 Perhotelan","publish_year":"2023"},{"title":"TINJUAN OPERASIONAL DI FRONT OFFICE DEPARTMENT HOTEL DE BRAGA BY ARTOTEL TAHUN 2022 ","classification":"647.940 68 - Hotel, motel management","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Hotel Industry","abstract":"Penelitian ini membahas tentang bagaimana standar operasional prosedur check in dan check out yang ada pada departmen front office di Hotel de Braga by Arotel dan juga bagaimana penerapan dari standar operasional prosedur check in dan check out yang berlaku pada departmen front Office Hotel de Braga by Artotel. Oleh karena itu, menulis ingin meneliti bagaimana prosedur check in dan check out dan bagaimana penerapannya dari prosedur check in dan check out yang berlaku dikarenakan penulis sering menjumpai ketidak sesuaian antara prosedur check in dan check out yang telah ditetapkan dan juga standar operasional prosedur yang berlaku. Penelitian ini dilakukan dengan metode penelitian kualitatif dengan studi deskriptif. Teknik pengumpulan data pada penelitian ini ialah Teknik studi pustaka dan studi lapangan. Dari hasil penelitian ini, 1. Standar operasional prosedur check in dan check out yang dibahas pada penelitian ini adalah SOP check in dan check out, 2. Penerapan SOP yang telah peneliti observasi dapat disimpulkan bahwa penerapan SOP sudah cukup baik, namun ada dua poin yang membuat SOP menjadi terbebani yaitu program membership hotel yang menyebabkan tidak efisien waktu karena proses pendaftaran membership yang memakan waktu.","keywords":"Kata kunci: Front office, de Braga by Arotel, Standar Operasional Prosedur","author":"KGS AKMAL DARIS DZAKWAN","lecturer":"Riza Taufiq","publisher":"Universitas Telkom, D3 Perhotelan","publish_year":"2023"},{"title":"Aplikasi Berbasis Web Point Of Sales Waserda Menggunakan Barcode dengan  Metode Perpetual  (Studi Kasus: Koperasi Peternak Sapi  Bandung Utara, Lembang) ","classification":"657 - Accounting","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Akuntansi-indonesia, Web Application,","abstract":"Koperasi Peternak Sapi Bandung Utara (KPSBU) merupakan perusahaan manufaktur yang bergerak dalam bidang produsen susu yang artinya pengumpulan, pengolahan susu dari peternak kemudian diproduksi dan akhirnya didistribusikan. Produk yang dihasilkan dari KPSBU berupa freshtime yang berarti olahan susu segar dan youghurt. KPSBU Lembang memiliki beberapa unit salah satu unit usaha yang ada yaitu waserda, di mana unit ini merupakan sebuah toko yang menyediakan berbagai barang kebutuhan anggota dan non anggota. Dengan adanya waserda tersebut maka anggota dan non anggota dapat memenuhi semua kebutuhannya. Waserda saat ini belum memiliki sistem informasi penjualan yang terintegrasi secara utuh, maka dari itu agar penggunaan sistem informasi terintegrasi secara utuh dan mempermudah proses penjualan digunakanlah alat barcode. Fungsionalitas yang terdapat pada aplikasi ini adalah penjualan, pembelian dan persediaan barang dagang yang ada pada waserda serta beberapa laporan akuntansi. Pembuatan aplikasi waserda berbasis web ini menggunakan Bahasa pemrograman PHP dan Framework Code Igniter. Pengembangannya dilakukan dengan menggunakan System Development Life Cycle (SDLC) dengan menggunakan metode waterfall. Dan pengujian dilakukan dengan menggunakan Black Box Testing.","keywords":"Kata Kunci: Point Of Sales, Waserda, dan Aplikasi Berbasis Web","author":"SITI HAJJAR","lecturer":"Kastaman, Raswyshnoe Boing Kotjoprayudi","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web untuk Pencatatan Pendapatan dan Pengeluaran dengan Menggunakan Metode Cash Basis (Studi Kasus: Pondok Pesantren Mahasiswa Roudhotul Jannah, Bandung) ","classification":"657.072 - Accounting research","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Accounting Information Systems, Accounting And Finance, Accounting Application,","abstract":"","keywords":"Pondok Pesantren Mahasiswa Roudhotul Jannah berdiri pada tahun 2007 dengan nama Griya Mahasiswa dan mulai dihuni pada tahun 2008. Pondok Pesantren Mahasiswa Roudhotul Jannah bertempat di Jalan Sukabirus Bandung, secara geografis letak bangunan tersebut cukup strategis. Pondok Pesantren Mahasiswa Roudhotul Jannah merupakan salah satu tempat yang mewadahi bagi mahasiswa dalam menimba ilmu Agama Islam. Pondok Pesantren Mahasiswa Roudhotul Jannah dibawah naungan Yayasan Dinamika Insani Amanah, dalam Pondok Pesantren Mahasiswa Roudhotul Jannah ini memiliki kurang lebih 100 santri yang berada didalam Pondok dalam hal ini perhitungan pendapatan danpengeluaran masih dicatat dan dibuat secara manual. Maka dari itu perlu dibuat suatu sistem untuk perhitungan pendapatan dan pengeluaran dengan menggunakan metode cash basis. Aplikasi web ini dirancang menggunakan Unified Modeling Language (UML) dan Entity Relationship Diagram (ERD) dan dibangun menggunakan metode SDLC (System Development Lift Cicle) dengan model waterfall serta menggunakan bahasa pemrograman PHP CI (Codeigniter) dan database MySQL serta menggunakan motode pengujian black box testing, pengujian manual, dan pengujian sistem. Adapun hasil dari penelitian dan implementasi ini berupa aplikasi yang dapat menghitung jumlah pendapatan Pondok Pesantren maupun Pengeluaran Pondok Pesantren, dan diharapkan dapat mempermudah Pondok Pesantren untuk lebih mengelola Keuangan. Kata Kunci: Pendapatan, Pengeluaran , Codeigniter, MySQL, Cash Basis.","author":"SAMIRA","lecturer":"Anak Agung Gde Agung, Renny Sukawati","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web untuk Penjualan Produk Jadi dan Pencatatan Bahan Baku (Studi kasus: UMKM Lontong Mamak, Bandung) ","classification":"657.072 - Accounting research","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Accounting Information Systems, Accounting Application,","abstract":"Perusahaan manufaktur adalah perusahaan yang aktivitasnya mengolah bahan baku ataubahan setengah jadi menjadi bahan jadi yang siap dipasarkan kepada konsumen dengan membutuhkan biaya biaya. Kedai lontong mamak sudah berdiri sejak tahun 2017, 4 tahun yang lalu. Kedai lontong mamak membuka umkm tersebut pertama kali di sukabirus. Alasan membuka cabang di sukabirus karena hasil dari survey ownerterhadap mahasiswa di universitas Telkom terdapat banyak mahasiswa Sumatra utara. Pasar utama kedai lontong mamak adalah mahasiswa Universitas Telkom. Pembelian dan penjualan di UMKM Lontong Mamak masih menggunakan metode manual. Tujuan di buat nya aplikasi ini adalah untuk mengetahui stok bahan baku, mencatat transaksi pembelian, transaksi penjualan dan untuk menyusun laporan penjualan, pembelian, dan pembayaran. Aplikasi ini menggunakan framework codeigniter dan menggunakan basis data MySQL. Perancangan basis data dalam aplikasi ini menggunakan Entity Relation Diagram. Aplikasi ini dikembangkan menggunakan metode SDLC Waterfall. Dan untuk pengujian aplikasi ini menggunakan blackbox terting. Hasil yang telah di capai dari pembuatan aplikasi ini adalah untuk menghasilkan daftar stok persediaan bahan baku,  jurnal, buku besar, laporan pembelian, laporan penjualan dan laporan pembayaran.\n ","keywords":"Kata Kunci: manufaktur, kedai lontong mamak, Bahan Baku, MySQL, Waterfall.","author":"RAVIE HAMIDI RIZALTHA","lecturer":"Anak Agung Gde Agung, Renny Sukawati","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web Untuk Perhitungan Penghasilan Dan Pajak Penghasilan Pasal 21 Pegawai Tidak Tetap (studi Kasus : Hotel Ahadiat Dan Bungalow Bandung) ","classification":"343.042 - Tax assesment and collection, tax accounting, tax appeals","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Accounting Information Systems, Tax & Taxation,","abstract":"Hotel Ahadiat dan Bungalow adalah hotel bintang tiga yang beralamatkan di Jl. Sindang Sirna Elok No.9, Sukarasa, Kec. Sukasari, Kota Bandung, Jawa Barat. Hotel Ahadiat dan Bungalow merupakan perusahaan yang bergerak dibidang jasa pelayanan dan penyewaan kamar. Sistem perhitungan gaji dan upah pegawai di Hotel Ahadiat dan Bungalow dibedakan berdasarkan jenis pegawai dan posisi jabatan. Perhitungan penghasilan untuk pegawai tidak tetap dihitung berdasarkan rekap jumlah kehadiran dari fingerprint per bulannya dikalikan dengan upah harian sesuai jabatannya masing - masing. Perhitungan penghasilan dan Pajak Penghasilan Pasal 21 (PPh21) pegawai tidak tetap Hotel Ahadiat dan Bungalow saat ini masih dihitung manual menggunakan Microsoft Excel. Hal itu dapat menyebabkan terjadinya kesalahan input data, hilang data, dan kesalahan perhitungan. Untuk pembuatan dan pencatatan laporan penggajian serta laporan kehadiran pegawai di Hotel Ahadiat dan Bungalow juga masih manual menggunakan Microsoft Excel. Hal itu kurang efektif karena membutuhkan waktu yang cukup lama dalam mengelola laporan penggajian dan laporan kehadiran pegawai. Berdasarkan masalah tersebut, perhitungan penghasilan, Pajak Penghasilan Pasal 21, pembuatan laporan kehadiran pegawai dan laporan keuangan akan lebih mudah jika diimplementasikan ke dalam bentuk aplikasi yang akan mempermudah pekerjaan pihak hotel dalam mengelola data-data yang ada. Metode yang digunakan dalam perancangan aplikasi ini adalah metode System Development Life Cycle (SDLC) dengan tipe air terjun. Berdasarkan pengujian yang dilakukan, aplikasi sudah dapat diimplementasikan dan lolos uji.","keywords":"Kata kunci : Gaji, PPh 21, Kehadiran","author":"HALIDA NURUL ASNIA","lecturer":"Nelsi Wisna,  Tora Fahrudin","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Keuangan Perusahaan Manufaktur Fashion: Modul Persediaan Berbasis Economic Order Quantity (Studi Kasus: CV Saudara Mulya Bersama, Bandung) ","classification":"005.5 - General Purpose Application Programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Accounting Application,","abstract":"Abstrak\nCV Saudara Mulya Bersama merupakan perusahaan manufaktur yang berdiri sejak awal tahun 2017. Perusahaan ini bergerak dalam bidang konveksi pakaian wanita yang terletak di Baleendah Permai, Jalan Padi Endah Raya 3B No 37, Kabupaten Bandung, Jawa Barat. Dalam pencatatan keuangannya, CV Saudara Mulya Bersama masih melakukan secara manual atau menggunakan Microcost Excel. Dengan pencatatan tersebut, data transaksi maupun laporan, tidak terintegrasi dan masih tersebar pada beberapa file yang berbeda. Dalam hal ini, sangat memungkinkan untuk terjadinya ketidaksesuaian antara laporan dengan persediaan secara fisik. Laporan keuangan yang dihasilkan juga tidak dapat disajikan secara real time atau dengan kata lain tidak dapat dilihat secara langsung pada saat terjadinya pertambahan atau pengurangan persediaan. Pengembangan sistem aplikasi yang digunakan adalah sistem Software Development Life Cycle (SDLC) dengan metode Waterfall, proses perancangan menggunakan Unified Modelling Language (UML) dan Entity Relationship Diagram. Bahasa pemrograman yang digunakan adalah PHP, bahasa Query MySQL, serta Framework Codeigniter. Pada aplikasi ini juga dilakukan testing dengan menggunakan metode Blackbox. Aplikasi ini memiliki fungsionalitas untuk perhitungan persediaan dengan menggunakan metode Economic Order Quantity (EOQ), sehingga dapat mengoptimalkan persediaan bahan baku maupun penolong. Aplikasi ini juga dapat menghasilkan jurnal umum, buku besar, good receipt, good issue, serta laporan pembelian.","keywords":"Kata Kunci Persediaan, Bahan Baku, Pembelian, Aplikasi Berbasis Web, CodeIgniter","author":"SITI REGINA RAMADHANTY","lecturer":"Irna Yuniar, Asti Widayanti","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"IMPLEMENTASI KEAMANAN WEB SERVER MENGUNAKAN APPLICATION FIREWALL SHADOW DAEMON ","classification":"005.8 - Data security, access control, computer network security, firewalls","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Firewall, Data Security,","abstract":"Layanan internet memudahkan bagi pengguna dapat berbagi layanan bersama dan saling bertemu melalui aplikasi web yang sudah ada pada saat ini. Semua informasi dengan mudah didapatkan dari aplikasi web yang ada. Namun dengan adanya teknologi informasi saat ini aplikasi web dijadikan sebagai incaran hacker. Ada banyak  ancaman yang sering menyerang pada aplikasi web salah satunya ialah SQL Injection, Cross-Site Scripting dll. SQL injection adalah sebuah aksi hacking yang dilakukan di aplikasi client dengan cara memodifikasi perintah SQL yang ada di memori aplikasi client.\nKeamanan pada aplikasi web kurang mendapatkan perhatian dari developer dan akibatnya banyak serangan terhadap web melalui internet, maka dari itu pada proyek akhir ini dibuat pengamanan khusus yakni Web Application Firewall dengan tools shadow daemon. Web Application Firewall (WAF) adalah suatu metode untuk pengamanan pada aplikasi web, yang bertujuan untuk mencegah adanya ancaman dari attacker. Sistem dibangun untuk mencegah SQL injection, cross-site Scripting dan command injection pada web server.\nBanyak sekali yang melakukan serangan informasi seperti ancaman SQL injection, cross-site scripting dan command injection. Contohnya yaitu kasus website komisi pemilihan umum (KPU) diretas oleh hacker asal jogja pada tahun 2004, dengan menggunakan SQL Injection peretas berhasil mengubah tampilan website dengan informasi yang sangat nyeleneh. Maka dari itu dibutuhkan keamanan pada aplikasi web application firewall dengan toolls shadow daemon.  Pada proyek akhir ini akan dibangun prototype firewall dengan tools shadow daemon berbasis ubuntu pada web server. Untuk mengamankan web server dari serangan pada SQL Injections, Cross-Site Scripting, dan Command Injection.","keywords":"Kata Kunci: Waf, Shadow Daemon, SQL Injection, Cross-Site Scripting, Command Injection.","author":"JANATUN NAIM","lecturer":"Prajna Deshanta Ibnugraha, Setia Juli Irzal Ismail","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"PENERAPAN KEAMANAN JARINGAN MENGGUNAKAN HONEYPOT SNARE & TANNER BERBASIS WEB SECARA LOW INTERACTION PADA LAYANAN WEB SERVER ","classification":"005.8 - Computer Security, Data Security","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Computer Network Security, Web Server,","abstract":"Beberapa waktu lalu sering terjadi peretasan terhadap web oleh hacker, seperti yang terjadi pada Lembaga BPJS pada bulan Mei 2021 yang menyebabkan bocornya data pengguna sebanyak 279 Juta dan diperjual belikan dengan harga 0,15 Bitcoin atau 87,6 Juta Rupiah oleh pihak yang tidak bertanggung jawab pada forum online, oleh karena itu dibuatlah sistem yang dapat menjebak hacker ketika melakukan penyerangan terhadap web. Sistem yang dibuat disini menjebak hacker yang akan melakukan penyerangan terhadap web. Sistem akan mendeteksi penyerangan dan akan mengirimkan pemberitahuan bahwa telah terjadi sebuah serangan kepada web, sistem ini dinamakan dengan Honeypot. Honeypot yang digunakan adalah Snare dan Tanner.  Snare melakukan penyalinan web yang diserang oleh hacker, ketika serangan terjadi snare akan mengirimkan informasi kepada tanner untuk disimpan, kemudian tanner akan memberikan informasi kepada administrator web bahwa telah terjadi penyerangan. Sistem dibangun pada sistem operasi ubuntu yang berjalan secara virtual menggunakan VMWare dengan menggunakan metode NDLC dan melakukan pengujian dengan menggunakan teknik penyerangan XSS, Brute Force, dan SQL Injection, dari pengujian tersebut Honeypot dapat melakukan deteksi penyerangan dalam bentuk catatan atau Log yang kemudian disimpan dan dapat ditampilkan pada antarmuka web, serangan XSS dideteksi dengan menggunakan emulator XSS yang disediakan oleh Honeypot begitu juga dengan Brute Force, dan SQL Injection pendeteksian dilakukan dengan menggunakan Emulator Brute Force dan SQLi oleh Honeypot.","keywords":"Kata Kunci: Hacker, Honeypot, Snare dan Tanner, NDLC, Teknik Penyerangan ","author":"FAKHRUL EFENDI","lecturer":"Devie Ryana Suchendra, Setia Juli Irzal Ismail","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"PENERJEMAH HURUF VOKAL PADA BAHASA ISYARAT INDONESIA (BISINDO) MENJADI AUDIO BERBASIS IMAGE PROCESSING ","classification":"006.3 - Special Computer Methods- Artificial intelligence","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Image Processing, Artificial Intelligence,","abstract":"Bahasa isyarat adalah bahasa yang digunakan untuk berkomunikasi dengan menggunakan anggota tubuh, salah satunya adalah gestur tangan. Di Indonesia sendiri terdapat dua bahasa isyarat yang sudah diakui dan disepakati agar dapat digunakan untuk bertukar informasi, dua bahasa isyarat itu adalah Sistem Isyarat Bahasa Indonesia (SIBI) dan juga Bahasa Isyarat Indonesia (BISINDO), sedangkan bahasa isyarat yang sering digunakan untuk berkomunikasi adalah BISINDO. Bahasa Isyarat Indonesia (BISINDO) merupakan bahasa isyarat yang menjadi bahasa sehari-hari bagi sebagian orang penyandang disabilitas khususnya seorang tunarungu. Tetapi masih banyak masyarakat normal yang tidak bisa dan tidak mengerti pada bahasa isyarat ini, untuk mengatasi masalah tersebut dilakukan upaya perancangan system penerjemah agar dapat dimengerti oleh masyarakat umum.\nPada Proyek Akhir ini, telah dirancang sebuah sistem penerjemah huruf vokal bahasa isyarat Indonesia per karakter menggunakan metode  Convolutional Neural Network dengan arsitektur VGG-19 berbasis image processing dengan menggunakan bahasa pemrograman pyhton. Data yang diambil merupakan gambar gerakan tangan huruf vokal dalam bahasa isyarat yang dibiagi menjadi tiga yaitu 100 citra BISINDO, 150 citra BISINDO new, dan 250 citra BISINDO mix yang digunakan sebagai pengenalan untuk pendeteksian sistem penerjemah ini, yang selanjutnya akan diproses untuk menjalankan program penerjemah bahasa isyarat per karakter ini menjadi sebuah audio.\nBerdasarkan hasil pengujian, dari 2 skenario yaitu 100 citra untuk pengujian dan pelatihan, dan 150 citra untuk validasi data dari hasil pengujian dan pelatihan diperoleh tingkat akurasi tertinggi sebesar 100% dengan menggunakan nilai epoch sebesar 14 dan batch size sebesar 4. Sistem ini dapat menerjemahkan huruf vokal bahasa isyarat Indonesia BISINDO dengan rata-rata waktu proses penerjemahannya adalah 2,1 detik untuk huruf A, 1,3 detik huruf E, dan 1,6 detik untuk huruf I O dan U.","keywords":"Kata kunci : Convolutional Neural Network, BISINDO, VGG-19","author":"MOHAMMAD ZHILLAN ALRASHIF","lecturer":"Suci Aulia, Sugondo Hadiyoso","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"Pengembangan Aplikasi Android untuk Pemantauan pH Air pada budi daya Tanaman Hidroponik ","classification":"629.8 - Automatic Control Engineering","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Mikrokontroller, Microcontroller Programming,","abstract":"","keywords":"Aplikasi pemantauan pH air adalah perangkat lunak yang berfungsi untuk melakukan pengukuran tingkat keasaman suatu larutan. Mengetahui nilai pH larutan penting untuk menyesuaikan nilainya sesuai dengan kebutuhan. Pada budi daya tanaman dengan sistem Hidroponik yang merupakan salah satu cara bercocok tanam tanpa menggunakan tanah. Nilai pH sangat mempengaruhi penyerapan nutrisi yang dibutuhkan oleh tanaman.\nDi Proyek Akhir ini akan mengembangkan aplikasi android sebagai pemantau nilai pH air pada sistem Hidroponik. Untuk mempermudah mobilisasi perangkat akan dibekali dengan komunikasi nirkabel menggunakan Bluetooth. Modul sensor pH dan Bluetooth menggunakan sumber daya listrik dengan deras saat beroperasi, kadang kala menyebabkan arduino reset karena kekurangan daya. Motor servo juga akan tersendat-sendat saat kekurangan daya, namun saat menggunakan input daya dari luar arduino itu menyebabkan servo bergerak tidak beraturan. Pengambilan nilai pH menggunakan modul sensor pH dengan Arduino sebagai pusat kontrolnya.\nHasil akhir yang didapat aplikasi dapat menampilkan nilai pH yang diambil menggunakan sensor pH dan diproses menggunakan arduino. Nilai dapat dilihat pada aplikasi 10 detik setelah probe diturunkan. Keterlambatan nilai yang diterima gawai dapat bervariasi berdasarkan tegangan dan kuat arus pada waktu pengujian.\nKata Kunci: pH, Arduino, Android, Tanaman, Hidroponik.","author":"BIMA NOVENDRA","lecturer":"Rini Handayani, Tedi Gunawan","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"PENGEMBANGAN SISTEM PENGUKURAN SALINITAS, PH DAN SUHU AIR PADA ROBOT APIOFISH ","classification":"621.39 - Computer engineering, Electronic digital computers, Central processing units, Computer reliability, General Computer Performance Evaluation","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Jaringan Komputer, Computer Engineering,","abstract":"","keywords":"Ikan adalah salah satu lauk yang sangat populer di lokal maupun internasional\nsebagai pemenuhan gizi bagi manusia, selain itu ikan pun sangat mudah untuk\ndidapatkan dan harga yang masih terjangkau bagi semua kalangan. Namun ada\nbanyak ikan di pasaran yang kualitasnya sangat rendah atau dalam kata lain ikan -\nikan itu kurang mengandung banyak gizi, Sejauh ini pengontrolan kondisi air pada\nkolam ataupun aquarium masih dilakukan secara manual. Maka dari itu di perlukan\nsistem monitoring kualitas air kolam maupun aquarium agar memudahkan sang\npemilik kolam. Sistem ini akan memudahkan pemeliharaan atau budidaya ikan dan\ndengan system ini kita dapat memantau atau mengontrol kualitas air dengan presisi\ndan akurat. Metode yang digunakan oleh alat ini adalah prototype, Sistem ini akan\nmenampilkan beberapa informasi mengenai kondisi pada air diantaranya pH, air,\nsalinitas air dan yang terakhir adalah suhu pada air dengan tiga hal tersebut maka\nkondisi atau kualitas pada air akan baik bagi kesehatan ikan maupun bagi kesehatan\nmanusia. Nantinya alat alat yang lain dapat disatukan ke kapal dapat melakukan\npemberian pakan ikan di tengah kolam ikan dan dapat menyimpan tenaga listrik\nsebagai sumber energi mandiri catu daya alternatif untuk mengatur dan mengetahui\nsumber energi listrik robot Apiofish Menciptakan sebuah sistem pengukur salinitas,\npH dan suhu air pada robot Apiofish.","author":"TAUFIK ILHAM EDY ARDIANSAH","lecturer":"Gita Indah Hapsari, Giva Andriana Mutiara","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"PENGOPERASIAN APLIKASI LAYANAN KEPEGAWAIAN DISKOMINFOTIK KOTA BIMA ","classification":"005.5 - General Purpose Application Programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Application For Office Management, Application Programs,","abstract":"Di era modern sekarang internet merupakan hal yang sangat penting bagi seluruh masyarakat, dengan internet semua hal dapat dilakukan dengan mudah dan cepat. Tidak dapat dipungkiri pengaruh internet sangatlah besar di era sekarang, contohnya seperti belanja online, belajar online, dan melakukan pekerjaan pun dapat dilaksanakan secara online. Dinas Komunikasi Informatika dan Statistik (DISKOMINFOTIK) Kota Bima juga menggunakan jasa Internet dalam melakukan pekerjaan, seperti absensi muka yang dapat dipantau melalui aplikasi E-Disiplin, ­V-Con (Video Conference) dan SIMPEG (Sistem Informasi Kepegawaian) sebagai aplikasi untuk mengumpulkan data penting pegawai.  ","keywords":"Kata Kunci : Internet, E-Disiplin, SIMPEG","author":"MUHAMMAD FAUZAN","lecturer":"Rini Handayani, Marlindia Ike Sari","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"PERANCANGAN DAN IMPLEMENTASI DRY CABINET UNTUK MENYIMPAN KAMERA DSLR ATAU MIRRORLESS DENGAN SISTEM PENDETEKSI JUMLAH KAMERA BERBASIS MICROCONTROLLER ","classification":"621.317 - Control devices-electrical engineering","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Microcontroller, Microcontroller Programming,","abstract":"","keywords":"Pada zaman modern ini, kamera adalah alat yang sangat umum digunakan baik sebagai hobi maupun sebagai alat untuk para photographer profesional, diantaranya kamera DSLR dan Mirrorless menjadi pilihan yang dapat menunjang kebutuhan pengambilan gambar dengan hasil yang memuaskan. Harga kamera dan lensa pun masih tergolong mahal tergantung dari tipe dan kualitas tiap kamera atau lensa tersebut. Tetapi kebanyakan orang yang memiliki kamera DLSR dan Mirrorless tidak mengetahui bagaimana cara untuk merawat, menyimpan, dan memberikan perlakuan agar kualitas dari kamera tetap sama dan tidak berkurang. Perlu ada tempat penyimpanan kamera yang mampu melakukan monitoring terhadap tempat penyimpanan agar meminimalisir kamera tidak rusak dan lensa tidak berjamur, dengan menggunakan microcontroller kabinet ini dapat melakukan monitoring dengan ditambahkan fitur berupa sensor yang dapat membaca situasi didalam kabinet tersebut. Dalam proyek akhir ini, ditawarkan alat beserta sistem yang mampu untuk melakukan monitoring dan controlling suhu dan kelembaban agar menjaga ruangan yang ideal yaitu suhu disekitar 24°C hingga 26°C dan kelembaban 35% hingga 50% untuk penyimpanan kamera dan lensa supaya tidak mudah berjamur, dan agar tetap aman saat disimpan diberikan fitur sidik jari yang terintegrasi dengan selenoid door lock. Data-data diambil secara realtime dari perangkat microcontroller yang kemudian ditampilkan pada website menggunakan teknologi Internet of Things. Website dapat diakses dimana saja selama pengguna sedang terhubung dengan internet. Pengembangan Dry Cabinet yang dibuat pada proyek akhir ini akan mampu menjadi solusi untuk menjaga kualitas kamera DSLR atau lensa yang disimpan agar tetap dalam keadaan baik dan akan menjaga performa dari sebuah kamera DSLR atau lensa tidak berkurang.\nKata Kunci: Kamera DSLR, Lensa, Microcontroller, Monitoring, Controlling, Dry Cabinet, Internet of Things.","author":"FERNANDA SULTAN SEPTIYAN","lecturer":"Radial Anwar, Aris Hartaman","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"Perancangan Dan Implementasi Pemilah Tikus Berdasarkan Warna Serta Berat Dengan Menggunakan Sensor TCS230 ","classification":"006.22 - Embedded Computer Systems","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Embedded Computer System , Web Programming,","abstract":" \nPeran teknologi yang berkembang sangat pesat mempengaruhi berbagai ranah termasuk ranah dunia industri perusahaan dalam memenuhi tuntutan industri semakin meningkat. Sehingga diperlukan kecepatan, ketepatan, serta keakuratan dalam proses pemilahan, dengan kemajuan teknologi informasi saat ini. Proses pemilahan hasil produksi masih manual, yaitu dengan memindahkan hasil produksi ke tempat penyimpanan menggunakan tenaga manusia dan mengangkatnya satu per satu yang cukup menguras tenaga. Sehingga pemilahan secara manual kurang efisien, maka kemajuan teknologi sangat dibutuhkan agar dapat menghemat waktu dan tenaga, serta memberikan keuntungan yang lebih untuk industri tersebut. Maka dilakukan penelitian dengan menggunakan metode perancangan hardware dan software yang bertujuan untuk membuat Alat Pemilah Hasil Produksi Berdasarkan Kode Warna, alat ini menggunakan, sensor warna tcs 230 sebagai pembaca kode warna dan menggunakan motor servo sebagai pemisah, sebagai hasil penelitian ini diharapkan mampu membantu para pengguna atau pemilik perusahaan untuk mempermudah proses pemilahan yang lebih efisien dan dapat memberikan keuntungan sesuai tujuan industri. Tikus (Rattus norvegicus) banyak digunakan sebagai hewan percobaan pada berbagai penelitian yang telah dilakukan baik itu tikus berwarna putih maupun tikus berwarna hitam. Tikus yang tersertifikasi diharapkan lebih mempermudah para peneliti dalam mendapatkan hewan percobaan yang sesuaidengan kriteria yang dibutuhkan. Dan pada umumnya untuk memilah tikus para ilmuwan melakukan pemilahan secara manual dengan cara satu persatu tikus ditimbang dan memilahnya lagi sesuai warna tikus. Hal tersebut pastinyaakan membutuhkan waktu yang sangat lama dan rumit.\n ","keywords":"Kata Kunci: Tikus, Pemilahan, Warna","author":"JOHN PITER NATANAEL S","lecturer":"Giva Andriana Mutiara, Lisda Meisaroh","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"RANCANG BANGUN ALAT PELIPAT PAKAIAN OTOMATIS MENGGUNAKAN SENSOR ULTRASONIK BERBASIS MIKROKONTROLLER ARDUINO UNO ","classification":"629.8 - Automatic Control Engineering","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Karya Ilmiah, Microcontroller Programming,","abstract":"","keywords":"Pada saat ini sudah banyak berbagai Peralatan yang pengoprasiannya serba otomatis, dan Peralatan yang menggunakan sistem pengoprasian manual semakin ditinggalkan. Teknologi elektronika sangat berkembang cepat di masa sekarang ini dapat menjadi salah satu bagian dalam hal untuk membantu meringankan pekerjaan manusia, alat pelipat pakaian adalah salah satu alat dari sistem manual ke sistem otomatis. Dimana masih banyak orang menggunakan sistem manual untuk melipat baju, untuk itu dibuatlah sebuah prototipe yang dapat membantu dalam pelipatan pakaian secara cepat dengan tenaga kerja secara otomatis berbasis arduino. Sistem alat pelipat baju ini menggunakan mikrokontroler Arduino untuk proses komunikasi data. Input sistem menggunakan sensor ultrasonik, dan untuk output yaitu bergeraknya motor servo yang menggerakan papan pelipat, lampu uv yang menyala dan pewangi yang menyemprotkan otomatis ke pakaian.","author":"MUHAMMAD BAMBANG CHURNIAWAN","lecturer":"Muhammad Ikhsan Sani, Lisda Meisaroh","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"RANCANG BANGUN SISTEM KENDALI KAPAL AUTONOMOUS BERBASIS RASPBERRY ZERO W GUNA MENDUKUNG PENELITIAN AUTONOMOUS FISH FEEDER SWARM BOAT DI LABORATORIUM INACOS UNIVERSITAS TELKOM ","classification":"621.382 - Artificial intelligence, Big data. Electrical engineering.","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Internet Of Things, Control Devices-electrical Engineering,","abstract":"Kebutuhan pokok pada sektor perikanan mengalami peningkatan dimana para pelaku budidaya melakukan peningkatan produksi dengan tetap memperhatikan pertumbuhan dan kualitas dari ikan. Banyak tantangan yang dihadapi pembudidaya untuk memproduksi ikan secara optimal dan berkelanjutan. Salah satunya adalah pemberian pakan ikan. Pengembangan sistem pemberian pakan yang masih diterapkan oleh masyarakat menggunakan teknik handfeeding yaitu pakan langsung ditebarkan menggunakan tangan ke dalam kolam\/tambak, dimana teknik tersebut kurang efektif dikarenakan pemberian pakan yang ditebar tidak terukur, pemberian pakan yang tidak terjadwal dengan baik dan membutuhkan tenaga kerja yang lebih banyak. Maka dari itu diperlukannya teknologi yang dapat membantu pembudidaya untuk mengefektifkan waktu secara tenaga yang dibutuhkan.\nPada proyek akhir ini dilakukan perancancangan autonomous boat yaitu perancangan kapal tanpa awak yang bertujuan untuk mendukung sistem automatic fsh feeder yang dapat digunakan untuk mempermudah pemberian pakan ikan secara otomatis yang diaplikasin ke dalam kolam ikan. Perancangan autonomous boat ini menggunakan mikrokontroller Raspberry Zero W sebagai sistem pengendali pada kapal.","keywords":"Hasil dari perancangan autonomous boat ini dapat mendukung sistem automatic fish feeder dalam pemberian pakan secara otomatis dan terjadwal. Autonomous boat dapat bergerak secara otomatis dengan menggunakan mikrokontroller Raspberry Zero W dan motor driver BTS7960 sebagai pengatur kecepetan pada kapal dan pembantu sistem kemudi kapal. Penggunaan PWM 50-70 merupakan PWM paling efektif dan efisien. Autonomous boat ini dapat menampung beban hingga 15 kg.","author":"A. ANUGRAH NURUL APRIANTY","lecturer":"Denny Darlis, Angga Rusdinar","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"Sistem Antrian Pemesanan Pada Aplikasi Penjualan Berbasis Web Untuk Pedagang Kakilima ","classification":"006.7 - Web Design","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Web Application, Web Design-quality,","abstract":"Banyak sekali pedagang kakilima yang proses penjualan nya dilakukan secara manual yang mengakibatkan kurang efektif dan efisien terhadap pelanggan maupun pedagang kakilima yang memungkinkan terjadinya kerugian diantara kedua belah pihak. Salah satu solusinya dengan membuat suatu sistem antrian pemesanan pada aplikasi penjualan berbasis web untuk pedagang kakilima. sistem ini akan menjadikan lebih efektif dan lebih efisien dibandingkan sistem yang manual karna pelanggan hanya tinggal duduk dan memesan menu dari website. Dan untuk pedagang tidak akan terlalu membuang energi karna semua detail pesanan sudah tersimpan di website.\n \n ","keywords":"Kata Kunci : Aplikasi Web, Pedagang Kakilima","author":"FIKRI A` LAYA HAQ","lecturer":"Giva Andriana Mutiara, Lisda Meisaroh","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"SISTEM INFORMASI MANAJEMEN JASA LAUNDRY BERBASIS WEB PADA KEY’S LAUNDRY ","classification":"006.7 - Web Design","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Web Design-quality,","abstract":"Pada era saat ini, teknologi informasi menjadi sangat penting dalam bidang usaha dan jasa. Teknologi informasi digunakan untuk mempermudah pemilik usaha dalam melakukan pencatatan laporan secara digital. Pencatatan laporan secara digital terbukti mempermudah pemilik usaha dalam melakukan rekap data. Rekap data yang sering dilakukan seperti data laporan keuangan, inventaris, dan data pelanggan. Pencatatan data secara manual memiliki tingkat kesalahan yang tinggi, sehingga menjadi tidak efisien digunakan untuk skala bidang usaha yang akan berkembang. Oleh karena itu, Proyek Akhir ini membuat sistem informasi jasa Key`s Laundry untuk pencatatan laporan secara digital. Dari hasil pengujian, website telah berhasil dirancang dan dibuat sistem infomasi untuk Key’s Laundry dengan menggunakan framework Laravel, JavaScript, PHP, dan CSS untuk membentuk digitalisasi laporan data pada Key’s Laundry. Pada pengujian fungsionalitas dapat dinyatakan berhasil dan mendapat hasil yang baik karena, semua fitur yang terdapat pada website berjalan dengan baik sesuai apa yang telah dirancang. Pengujian validasi data antara website dan basis data terbukti saling terintegrasi serta, berjalan sesuai dengan fungsi apa yang diharapkan. Pengujian lighthouse digunakan untuk menganalisa performance, accessibility, best practices, dan SEO dari website.","keywords":"Kata Kunci :layanan sistem informasi, teknologi informasi, framework, Laravel, website, laundry","author":"FRANSCIUS LEONARDO HUTAPEA","lecturer":"Hasanah Putri, Tri Nipoani Damayanti","publisher":"Universitas Telkom, D3 Teknologi Telekomunikasi","publish_year":"2023"},{"title":"Sistem Otomatisasi Pengisian Air Galon Isi Ulang Di Depot Air Berbasis IoT ","classification":"621.39 - Computer engineering, Electronic digital computers, Central processing units, Computer reliability, General Computer Performance Evaluation","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Internet Of Things, Automatic Control Engineering,","abstract":"Depot air isi ulang minum merupakan sebuah industry pengolahan air baku menjadi air minum untuk dijual kepada konsumen, Air minum isi ulang ini banyak diminati di lingkungan masyarakat karena harganya yang terjangkau, lebih praktis dan bisa langsung diminum tanpa harus dimasak lagi. Pengisian air minum ke galon ini prosesnya sangatlah mudah, hanya dengan menghidupkan pompa air, lalu air dialirkan ke galon untuk pengisian air ke galon. Membuat prototipe sistem air secara otomatis pada galon. Ketetapan volume air yang terisi air galon di depot air isi ulang berbasis IoT. Karena dalam pengisian air galon di tempat-tempat depot air isi ulang masih menggunakan sistem manual yang membutuhkan kecepatan dalam mematikan saklar yang. Untuk pengujian pengisian air pengisian galon dalam kondisi kosong sampai kondisi penuh memerlukan waktu 4.45 menit sampai terisi penuh, air yang dialirkan sebanyak 19.04 liter. Untuk selisih waktu pengisian sebesar 9 detik sampai 16 detik dan untuk jarak permukaan galon akan terus mengecil angkanya diikuti air yang terisi.","keywords":"Kata Kunci: Galon, Air, Manual, Otomatis, IoT.","author":"TANDI MAULANA","lecturer":"Periyadi, Lisda Meisaroh","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"SISTEM PENDETEKSI DINI LONGSOR MENGGUNAKAN LORA MODULE ","classification":"621.39 - Computer engineering, Electronic digital computers, Central processing units, Computer reliability, General Computer Performance Evaluation","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Landslide, Sensor,","abstract":"","keywords":"Tanah longsor adalah bencana alam yang sangat sering terjadi di daerah pegunungan terutama di indonesia. Tanah longsor menjadi salah satu bencana alam yang sangat merugikan. Selama ini sistem peringatan dini untuk tanah longsor di indonesia masih sangat minim. Dari ribuan lokasi rawan longsor, hanya beberapa lokasi saja yang sudah dilengkapi dengan sistem peringatan dini, maka dari itu diperlukan sebuah sistem pendeteksi dini longsor. Dalam Proyek Akhir ini sensor kelembaban tanah dan sensor accelerometer & gyroscope dikirimkan melalu komunikasi LoRa yang memuat data pergeseran tanah dan data kelembaban air. Berdasarkan pengujian pada sistem ini dapat mengirimkan data-data ke LoRa receiver dengan kekuatan sinyal berkisar antara -86 dB sampai -105 dB.","author":"ARIF FAISHAL NUGRAHA","lecturer":"Rini Handayani, Mia Rosmiati","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"Sistem Pendeteksi Kebocoran Pada Gas Lpg  Dengan Sensor Mq-6 Menggunakan Metode Fuzzy  Logic ","classification":"511.313 - fuzzy logic","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Internet Of Things, Fuzzy Logic,","abstract":"Kebocoran Tabung gas LPG jadi salah satu penyebab kebaran yang sering terjadi di Indonesia terutama pada bagian dapur rumah. hal tersebut di karenakan kebocoran pada tabung gas atau regulatornya yang tidak terpasang dengan baik. Dengan Kondisi tersebut solusinya adalah membuat metode monitoring karena dengan adanya system pendeteksi di dapur dapat memudahkan masyarakat dalam memantau gas yang mengalami kebocoran. Dalam sistem yang sedang di bangun ini terdiri dari sensor gas MQ6 dan sensor suhu yang berfungsi untuk mendeteksi Kebocoran gas pada ruangan tersebut dan menggunakan modul mikrokontroler Arduino Uno. Dalam sistem ini metode yang digunakan logika fuzzy karena logika yang kabur atau mengandung unsur ketidaktepatan (imprecise), noisy dan ketidakpastian (uncertainty) yang tepat untuk sistem ini","keywords":"Kata Kunci: Kebocoran, LPG, Arduino Uno, Fuzzy Logic, Sensor MQ6, Sensor Suhu","author":"ALFI KAUTSAR","lecturer":"Rini Handayani, Gita Indah Hapsari","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"SISTEM PENDETEKSI STOK MAKANAN PADA  MEDIA PENYIMPANAN BERBASIS SINGLE-BOARD MICROCONTROLLER ","classification":"006.22 - Embedded Computer Systems","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Embedded Computer System , Automatic Control Engineering, Microcontroller,","abstract":"Penghitungan stok makanan pada restoran sering kali terjadi kesalahan dengan melakukan pengecekan secara manual, akibatnya banyak proses penyediaan makanan yang tidak termonitor dengan baik. Tujuan dari proyek akhir alat ini dapat mempermudah dalam melakukan pengecekan stok makanan yang ada pada media penyimpan dengan menggunakan sensor ultrasonic sebagai pendeteksi dan diproses oleh arduino uno, menggunakan LCD untuk menampilkan data stok makanan. memberi peringatan berupa suara dari buzzer dan masuk pesan singkat melalui telegram bahwa kondisi stok makanan aman atau sudah habis. akurasi yang dimiliki oleh sistem dalam melakukan pengecekan stok makanan adalah sekitar 95%.","keywords":"Kata Kunci: Pendeteksi Makanan, Restoran, Arduino uno, Telegram","author":"DITA OKTARI","lecturer":"Devie Ryana Suchendra, Periyadi","publisher":"Universitas Telkom, D3 Teknologi Komputer","publish_year":"2023"},{"title":"Aplikasi Arisan Paket Lebaran Studi Kasus Pada SuMas (Modul User) ","classification":"006.7 - Web Design","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Web Application, Application Programm,","abstract":"","keywords":"Arisan paket lebaran SuMas merupakan suatu kegiatan rutin sejak tahun 2006 di Jakarta Timur. Dalam arisan ini terdapat dua pilihan, yaitu paket barang dan tabungan uang. Tujuan dari kegiatan ini adalah untuk membantu masyarakat menjelang hari lebaran. Dikarenakan kegiatan tersebut masih dilakukan secara konvensional atau masih dilakukan dengan tulis tangan dan dalam bentuk kertas, maka dilakukan pembuatan sebuah aplikasi berbasis website untuk memudahkan kegiatan ini. Dalam pembuatan aplikasi ini, telah dibagi menjadi dua modul, yaitu modul admin (penyelenggara) dan modul user (petugas dan peserta). Dalam modul ini, akan lebih fokus membahas modul user (petugas dan peserta). Proyek akhir ini dibuat dengan metode pengembangan perangkat lunak Waterfall, menggunakan bahasa pemrograman PHP dan Framework CodeIgniter serta basis data yang digunakan adalah MySQL.","author":"RISKA AGUSTIN","lecturer":"Tedi Gunawan, Mutia Qana’a","publisher":"Universitas Telkom, D3 Sistem Informasi","publish_year":"2023"},{"title":"APLIKASI BERBASIS WEB  PENYEWAAN MOBIL  (STUDI KASUS CV. MITRA GARASINDO, BANDUNG, JAWA BARAT) ","classification":"006.78 - Multimedia systems- Programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Multimedia System Programming, Multimedia Communications,","abstract":"CV. Mitra Garasindo merupakan perusahaan jasa yang bergerak di bidang penyewaan mobil yang berlokasi di Bandung, Jawa Barat. Penyewaan mobil ini berdiri sejak 2015 sampai sekarang. Proses penyewaan mobil dilakukan oleh customer dimana seorang customer melakukan pengisian data diri dan melakukan pemilihan jenis kendaraan dan tanggal pemakaian, dimana sebelum pengambilan kendaraan ke garasi customer wajib untuk melakukan pembayaran di awal sebagai bukti penyewaan kepada pihak CV. Mitra Garasindo. Pengembangan yang dilakukan menggunakan metode waterfall. Untuk pengujian yang dilakukan menggunakan metode Black Box Testing.","keywords":"Kata Kunci: Penyewaan, beban gaji, Framework CI, MySQL, Waterfall.","author":"ROYNES RICO NANDANAEL NAINGGOLAN","lecturer":"Asti Widayanti, R. Irman Hariman","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web Untuk  Penggajian dan Perhitungn PPH  Pasal 21 (Studi Kasus di PT. CIC Consulting) ","classification":"C -","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Accounting Application","abstract":"Penggajian merupakan sistem pembayaran atau penggajian yang dilakukan oleh perusahaan kepada karyawan. Banyak perusahaan masih menghitung penggajian dengan cara manual terlebih, apabila perusahaan tersebut memiliki karyawan yang banyak dan menjadi relatif lama. Dengan adanya aplikasi penggajian dan pajak karyawan pajak PPh21, perusahaan tidak perlu menghitung menggunakan dengan cara manual. Dalam pembuatan aplikasi, metode yang digunakan adalah penggajian dan pajak karyawan metode gross, computer\/laptop sebagai alat perangkat, dan visual studio code sebagai alat pembuatan aplikasi. dengan adanya aplikasi ini, kinerja pekerjaan untuk menghitung penggajian dan pajak karyawan pph21 metode gross bisa lebih cepat dan praktis. perusahaan tidak lagi menghitung dengan cara manual dan bisa lebih menghemat waktu.","keywords":"Kata kunci: Penggajian, pajak PPh21, PHP, Laravel, Black Box Testing","author":"AGYL HISYAM A","lecturer":"","publisher":"Universitas Telkom","publish_year":"2023"},{"title":"Aplikasi Berbasis Web Untuk Manajemen Event: Modul Penganggaran Berdasarkan Aktivitas (Studi Kasus: PT. Tourezia Cakra Inspira) ","classification":"657.7 - Accounting for specific phases of business activity, Accounting for income, Accounting for profit","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Accounting Information Systems, Application For Office Management,","abstract":"PT. Tourezia Cakra Inspira merupakan perusahaan yang menyediakan jasa untuk manajemen event. Perusahaan ini berlokasi di Pogung Raya 27 B – D33 A. Sinduadi, Mlati, Sleman, D.I Yogyakarta. Bagian keuangan perusahaan dalam membuat rencana anggaran biaya untuk event yang dipesan oleh pelanggan masih manual menggunakan Microsoft Excel sehinga sering terjadi kesalahan hitung serta data tidak tersimpan secara permanen. Aplikasi berbasis web ini akan membantu bagian keuangan perusahaan dalam pembuatan rencana anggaran biaya event dan laporan rencana anggaran biaya event. Aplikasi ini dibangun dengan menggunakan metode bahasa pemrograman PHP, Framework CI4, dan database MySQL untuk menangani permasalahan yang terjadi. Metode pengerjaan perangkat lunak pada proyek akhir ini menggunakan Software Development Life Cycle (SDLC) yaitu Prototype. Pengujian aplikasi menggunakan metode black box testing. Aplikasi mampu menyimpan data-data yang dibutuhkan dalam pembuatan anggaran dan akan menghasilkan laporan rencana anggaran biaya berdasarkan event pesanan pelanggan.\n ","keywords":"Kata Kunci: Event, Rencana Anggaran Biaya, Framework CodeIgniter","author":"DEA ANISA HAPSARI","lecturer":"Irna YuniarAsti, Widayanti","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web untuk Pengelolaan Aktiva Tetap dan Penyusutan dengan Menggunakan Metode Garis Lurus (Studi Kasus: Ahadiat Hotel dan Bungalow, Bandung) ","classification":"657 - Accounting","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Accounting Information Systems, Accounting Application,","abstract":"Hotel Ahadiat merupakan salah satu perusahaan jasa yang bergerak di bidang perhotelan yang menyediakan banyak fasilitas seperti penyewaan kamar, restoran, tempat pernikahan, tempat rapat, danau buatan, dan lain-lain. Aktiva tetap pada industri perhotelan sangat penting terutama memberikan kenyamanan untuk konsumen. Tetapi untuk pengelolaan aktiva tetap seperti perolehan, penyusutan, pemeliharaan, perbaikan, dan penghapusan aktiva tetap maasih dilakukan secara manual pada Hotel Ahadiat. Aktiva tetap pada hotel terlalu banyak, sehingga jika semua pencatatan dari perolehan hingga penghapusan aktiva tetap dilakukan secara manual sangat kurang efisien. Banyaknya aktiva tetap di Hotel Ahadiat tidak dikelola dan dicatat secara terperinci sehingga banyak data-data aktiva tetap yang tidak tercatat dengan baik, seperti ketidaksesuaian data dengan aktiva tetap yang ada di Hotel Ahadiat apabila ada aktiva tetap yang hilang dan jika sudah tidak layak pakai. Untuk mengatasi permasalahan tersebut dibangun sebuah aplikasi berbasis web yang dapat mengelola perolehan, penyusutan, perbaikan dan pemeliharaan untuk aktiva tetap. Aplikasi ini dibangun dengan metode berorientasi objek dan pengembangan model SDLC serta menggunakan bahasa pemrograman PHP, Framework CodeIgniter serta menggunakan metode pengujian black box testing. Aplikasi ini memiliki fungsionalitas untuk pencatatan atas perolehan, penyusutan, perbaikan,  pemeliharaan dan penghapusan aktiva tetap, membuat laporan kartu asset, jurnal umum dan buku besar.","keywords":"Kata Kunci—Aktiva Tetap; Pengelolaan; Penyusutan; Framework Codeigniter; SDLC; PHP","author":"MELLI MEILAWATI","lecturer":"Irna Yuniar, Raswyshnoe Boing Kotjoprayudi","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web untuk Pengelolaan Aset Lancar Barang Habis Pakai dan Penilaian Stok Menggunakan Metode Average (Studi Kasus: Ahadiat Hotel dan Bungalow) ","classification":"658.787 - Inventory control, Stock control","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Inventory-current Assets, Inventory Control - Computer Application,","abstract":"","keywords":"Ahadiat Hotel dan Bungalow merupakan perusahaan jasa atau akomodasi yang dikelola secara komersial yang menyediakan fasilitas, penginapan, serta pelayanan. Aktiva tetap dan aktiva lancar pada industri perhotelan sangat penting untuk memberikan kenyamanan pengunjung. Sistem pencatatan aktiva lancar seperti barang habis pakai yang dilakukan pada hotel ini masih manual, semua pencatatan masih dicatat pada lembaran kertas yang tidak menutup kemungkinan terjadinya kesalahan seperti hilang data, ketidaksesuaian data transaksi yang sudah dilakukan sehingga pelaporan persediaan atau barang habis pakai tidak sesuai. Seiring perkembangan teknologi saat ini, dibuat sebuah aplikasi web yang dapat mengelola persediaan barang habis pakai. Penulisan kode program pada proyek akhir ini, menggunakan bahasa pemrograman PHP, Framework CodeIgniter dan master data dengan menggunakan MYSQL. Pengujian dari aplikasi menggunakan metode BlackBox Testing. Aplikasi ini memiliki fungsionalitas yaitu dapat mengelola data persediaan, mengelola data pembelian, mencatatat persediaan di gudang menggunakan metode rata-rata (average), mengelola laporan akuntansi berupa jurnal umum, buku besar, dan kartu stok.","author":"BELANI BIJAKONA WAKILLA","lecturer":"Irna Yuniar, Raswyshnoe Boing Kotjoprayudi","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web untuk Pengelolaan Kas Masuk dan Kas Keluar Menggunakan Metode Accrual Basis (Studi Kasus: Koperasi Peternak Sapi Bandung Utara, Lembang) ","classification":"005.5 - General Purpose Application Programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Accounting Application, Accounting Computer Programs,","abstract":"\nKoperasi Peternak Sapi Bandung Utara (KPSBU) is a manufacturing company dedicated to managing dairy products from farmers. Processed products produced by KPSBU are yoghurt, pasteurized milk, and whole milk. KPSBU manages cash in and cash out transactions manually and the data is inputted into the system in the database office access.  In this final project will produced an application of cash in and cash out using the accrual basis in KPSBU. In this application there are many features that make it easier for cooperatives to manage and record incoming and outgoing cash.\nThis web-based application was built with the Software Development Life Cycle (SDLC) or the software development cycle using the waterfall model and implemented using the PHP and MySQL programming languages.\nThe function of this application is to manage cash inflows, cash outflows, cash & bank transactions, generate transaction records in the form of general journals, general ledgers, cash subsidiary ledgers, bank subsidiary ledgers, petty cash, and produce financial reports in the form of flow reports. cash.\nKeywords: cash in, cash out, cash flow statements, web-based application, CodeIgniter Framework.\n","keywords":" ","author":"SALMA HAURA","lecturer":"Raswyshnoe Boing Kotjoprayodi, Kastaman","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web untuk Pengelolaan Keuangan Pelayanan Jasa pada Perawatan Kecantikan : Modul Penerimaan Kas ( Studi Kasus di Salon Muslimah, Sumatera Selatan) ","classification":"C -","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website","abstract":"Abstrak\nPenelitian ini bertujuan untuk memudahkan Salon Muslimah dalam melakukan rekap atau pencatatan yang ada di salon. Salon Muslimah DPM merupakan perusahan jasa yang bergerak dalam bisang pelayanan jasa kecantikan. Jasa yang disediakan oleh Salon Muslimah DPM yaitu perawatan rambut, wajah dan badan. Perawatan yang ditawarkan oleh Salon Muslimah DPM itu sangatlah bervariatif mulai dari creambath, facial wajah, lulur \/ scrub badan dan masih banyak perawatan lainnya. Selain dapat melakukan perawatan di salon, Salon Muslimah ini juga bisa melakukan home treatment untuk semua perawatan yang tersedia dengan mematuhi protokol kesehatan. Fungsionalitas yang terdapat pada aplikasi ini adalah pencatatan pendapatan, pencatatan data booking pelanggan ada pada salon serta beberapa laporan akuntansi. Pembuatan aplikasi waserda berbasis web ini menggunakan Bahasa pemrograman PHP dan Framework Code Igniter. Pengembangannya dilakukan dengan menggunakan System Development Life Cycle (SDLC) dengan menggunakan metode waterfall. Dan pengujian dilakukan dengan menggunakan Black Box Testing.","keywords":"Kata Kunci—Aplikasi, Pendapatan, Booking, Laporan Keuangan,PHP","author":"ANDI VIESKA ARDHIA PUTRI","lecturer":"ASTI WIDAYANTI, KASTAMAN","publisher":"Universitas Telkom","publish_year":"2023"},{"title":"Aplikasi Berbasis Web untuk Pengelolaan Keuangan Pelayanan Jasa pada Perawatan Kecantikan : Modul Pengeluaran Kas (Studi Kasus di Salon Muslimah, Sumatera Selatan) ","classification":"657 - Financial Accounting","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Accounting Application,","abstract":"Abstrak\nSalon Muslimah merupakan sebuah perusahaan jasa dan dagang yang bergerak dalam bidang kecantikan. Salon ini berada di Tanjung Enim, Sumatera Selatan. Jasa yang diberikan berupa jasa perawatan rambut, body massage, perawatan muka. Dalam melakukan perawatan salon Muslimah menggunakan produk – produk herbal dan halal. Pengelolaan pengeluaran kas di salon ini masih dilakukan secara manual yaitu dengan mencatat semua transaksi di dalam buku khusus. Apabila hal ini dilakukan secara terus -menerus akan menyebabkan terjadinya kesalahan dalam mencatat setiap transaksi , salah satu contohnya yaitu akan terjadi kesalahan dalam menulis. Selain itu, presensi dan penggajian pada salon ini masih dengan cara manual. Oleh karena itu aplikasi ini dibuat untuk membantu Salon Muslimah dalam melakukan kegiatan operasional sehari – hari. Aplikasi ini menggunakan metode Software Development Life Cycle (SDLC) dengan model waterfall, dengan menggunakan sistem basis data MySQL dan menggunakan codeigniter dalam pengkodean dengan menggunakan Bahasa pemrograman PHP. Kemudian perancangannya menggunakan Unified Modeling Language (UML), perancangan database menggunakan Entity Relationship Diagram (ERD), serta framework CodeIgniter. Dengan demikian aplikasi ini dapat menangani permasalahan yang terdapat di salon Muslimah dpm dan hal ini akan menghasilkan catatan akuntansi seperti jurnal umum, buku besar, laporan laba rugi dan laoran neraca.","keywords":"Kata Kunci: aplikasi berbasis web, pengeluaran kas, laporan laba rugi non-keuangan.","author":"CAMELIA NEURON FACHRYA","lecturer":"Asti Widayanti, Kastaman","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web Untuk Pengelolaan Pembayaran Tagihan Jasa Layanan Hotel Menggunakan Payment Gateway (Studi Kasus: Hotel Ahadiat, Bandung) ","classification":"657.7 - Accounting for specific phases of business activity, Accounting for income, Accounting for profit","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Accounting Information Systems, Accounting Application,","abstract":"","keywords":"Ahadiat Hotel dan Bungalow adalah sebuah hotel bintang tiga yang terletak di Kecamatan Sukasari, Kota Bandung, Jawa Barat. Ahadiat Hotel dan Bungalow merupakan perusahaan yang bergerak dibidang pelayanan jasa penginapan dan disertai dengan fasilitas untuk mendukung pelayanan kepada customer seperti restoran, swimming pool, room meet, dan drugstore. Selain itu, hotel ini juga menyediakan paket layanan individu dan paket layanan coorporate. Ahadiat Hotel dan Bungalow merupakan salah satu hotel yang sudah memiliki aplikasi berbasis web yang berfungsi sebagai media pemasaran. Namun sistem transaksi yang ada pada Hotel Ahadiat masih secara manual. Untuk melakukan pemesanan melalui website pengunjung harus menghubungi whatsapp hotel dan melakukan pembayaran dengan cara transfer bank atau onsite. Proses transaksi pada Hotel dan ini dilakukan secara terpisah berdasarkan fasilitas yang disediakan. Hasil pencatatan transaksi setiap fasilitas akan dilaporkan kepada bagian front-office hotel untuk disatukan secara manual menggunakan Microsoft Excel. Berdasarkan proses bisnis diatas memungkinkan terjadinya kesalahan pencatatan transaksi dan memperlambat kinerja untuk melakukan pencatatan buku besar hingga laporan keuangan. Maka dari itu, penulis akan membuat aplikasi untuk mempermudah transaksi dengan menggunakan metode payment gateway hingga otomatisasi pembuatan bukti transaksi, pencatatan jurnal, hingga buku besar. Aplikasi ini dibuat dengan menggunakan bahasa pemograman PHP dan framework CodeIgniter. Selain itu aplikasi ini dilengkapi dengan fitur dari midtrans untuk mempermudah pengunjung melakukan pembayaran. Pengembangan aplikasi ini dilakukan dengan menggunakan System Development Life Cycle (SDLC) dengan metode waterfall. Dan untuk pengujian aplikasi dilakukan dengan menggunakan metode black-box testing. Dapat diperoleh kesimpulan bahwa Aplikasi Berbasis Web untuk Pengelolaan Pembayaran Tagihan Jasa Layanan Hotel Menggunkanan Payment Gateway mampu mengelola proses pembayaran untuk pelayanan kamar hingga fasilitas selain kamar, melakukan otomatisasi pembuatan bukti transaksi, pencatatan jurnal hingga buku besar. Kata Kunci: aplikasi berbasis web, payment gateway, midtrans, hotel.","author":"SYAFIQ AL THARIQ","lecturer":"Kastaman, Raswyshnoe Boing Kotjoprayudi","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web untuk Pengelolaan Pesanan Layanan Fasilitas Hotel Berbasis Layanan Satuan (Studi Kasus : Hotel Ahadiat dan Bungalow, Bandung) ","classification":"657 - Accounting","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Accounting Information Systems, Accounting Application,","abstract":"Hotel Ahadiat dan Bungalow merupakan suatu perusahaan yang bergerak pada bidang jasa yang bertempat di Jl. Sindang Sirna Elok No.9, Sukarasa, Kec. Sukasari, Kota Bandung, Jawa Barat 40152. Hotel Ahadiat dan Bungalow Bandung bisa dicapai 10 menit dengan kendaraan bermotor dari tol Pasteur, atau 15 menit dari Bandara Husein Sastranegara dan Stasiun Kereta Api Bandung. Ketiga titik ini merupakan gerbang bagi para wisatawan untuk memasuki Kota Bandung. Di sekeliling hotel juga terdapat banyak pusat perbelanjaan dan hiburan, termasuk outdoor mall Paris Van Java yang sudah terkenal sebagai tujuan para wisatawan Bandung. Pemesanan fasilitas di Hotel Ahadiat dan Bungalow masih menggunakan metode manual, maka dari itu dibuat lah aplikasi pemesanan secara web agar memudahkan pelanggan melakukan pemesanan dari jarak jauh. Permasalah yang lainnya adalah pencatatan keuangan nya masih secara manual jadi dapat menimbulkan kesalahan pencatatan. Maka dibuatlah aplikasi ini untuk membantu bagian keuangan mendapatkan laporan keuangan secara otomatis. Aplikasi ini dikembangkan menggunakan metode SDLC Waterfall dan bahasa pemograman PHP.","keywords":"Kata Kunci : aplikasi berbasis web, hotel, waterfall, SDLC, PHP, fasilitas","author":"ONY SASMIANA","lecturer":"Raswyshnoe Boing Kotjoprayodi, Kastaman","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web Untuk Perhitungan Biaya Tanam, Laporan Laba Rugi dan Pajak Bumi dan Bangunan ","classification":"657.7 - Accounting for specific phases of business activity, Accounting for income, Accounting for profit","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Accounting Application,","abstract":"Abstrak\nPerkebunan kelapa sawit merupakan perusahaan yang bergerak dalam kegiatan penanaman atau pengelolahan pada lahan atau tanah. Tanaman kelapa sawit dapat diolah menjadi minyak kelapa sawit. Perkebunan kelapa sawit memiliki 2 kategori yaitu tanaman belum menghasilkan (TBM) dan tanaman menghasilkan (TM). Usaha ini baru akan menghasilkan sekitar 3 tahun keatas setelah kelapa sawit ditanam. Aplikasi Berbasis Web untuk Perhitungan Laporan Laba Rugi dan PBB Kelapa Sawit. Fungsionalitas yang terdapat pada aplikasi ini adalah penjualan kelapa sawit yang sudah menghasilkan serta beberapa laporan akuntansi. Pembuatan aplikasi berbasis web ini menggunakan Bahasa pemrograman PHP dan framework CI. Pengujian aplikasi ini menggunakan metode black box testing. Metode pengerjaan perangkat lunak pada penelitian ini menggunakan Software Development Life Cycle (SDLC).","keywords":"Kata Kunci Perkebunan; Perhitungan; Aplikasi Berbasis Web","author":"ZAHRA EILIN CHARISA","lecturer":"Nelsi Wisna, Anak Agung Gde Agung","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Berbasis Web untuk Perhitungan dan  Pencatatan Sisa Hasil Usaha dengan  Pendekatan Kontribusi Penjualan (Studi  Kasus: Koperasi Peternak Sapi Bandung Utara,  Lembang) ","classification":"005.5 - General purpose application programs, specific programs with interdiciplinary applications, integrated programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Akuntansi-indonesia, Accounting Application,","abstract":"Koperasi Peternak Susu Bandung Utara (KPSBU) merupakan perusahaan manufaktur yang bergerak dalam bidang produsen susu (penjualan susu, pengumpulan susu dari peternak, dan pengolah susu). KPSBU ini memiliki tiga unit usaha, yakni KPSBU mengolah susu pasteurisasi, susu murni, dan yoghurt. Dalam proyek akhir ini akan menghasilkan suatu aplikasi untuk pencatatan dan menghitung Sisa Hasil Usaha. Besaran Sisa Hasil Usaha ditentukan berdasarkan kontribusi penjualan dari peternak susu ke koperasi. Pembuatan aplikasi pencatatan dan perhitungan Sisa Hasil Usaha ini merupakan solusi untuk dana sosial, dana cadangan serta laba bersih. Fungsionalitas yang dimiliki oleh aplikasi ini antara lain menangani pencatatan Sisa Hasil Usaha anggota, laporan Sisa Hasil Usaha, serta perhitungan pembayaran atas setoran susu oleh anggota yang dikurangi pendapatan selama setahun lalu dikurangi biaya, penyusutan, dan kewajiban. Pembuatan proyek akhir ini dikembangkan menggunakan metode Software Development life Cycle (SDLC) atau disebut juga siklus pemgembangan perangkat lunak menggunakan pendekatan model Waterfall dan diimplementasikan dengan Bahasa pemrograman PHP dan basis data MySQL. Pengujian dilakukan dengan metode Black Box Testing terhadap fungsionalitas aplikasi dan hasil dari penguji sudah sesuai dengan kebutuhan.","keywords":"Kata Kunci: Sisa Hasil Usaha, SDLC, MySQL","author":"SARAH SHAFA ADZKIYA","lecturer":"Raswyshnoe Boing Kotjoprayodi, Kastaman","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Keuangan Perusahaan Manufaktur Fashion: Modul Pengeluaran Kas dengan Metode Basis Akrual (Studi Kasus: CV Saudara Mulya Bersama, Bandung) ","classification":"005.5 - General purpose application programs, specific programs with interdiciplinary applications, integrated programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Accounting Application,","abstract":"Abstrak\n CV Saudara Mulya Bersama adalah perusahaan manufaktur yang bergerak dibidang fashion yang bertempat di Baleendah Permai Jalan Padi endah Raya 3b No. 37 Kabupaten Bandung, Jawa Barat. Dalam melakukan pencatatan keuangan diperusahaan tersebut, menghasilkan laporan keuangannya hanya sampai tahap laporan laba rugi saja, serta pencatatan laporan keuangan masih menggunakan Microsoft Excel. Perusahaan ini mengatakan, bahwa kendala dari pencatatan transaksi yang masih menggunakan Microsoft Excel mengakibatkan adanya transaksi yang tidak tercatat dan laporan transaksi kurang detail. Maka dari itu dibangun aplikasi berbasis web yang dapat mempermudah perusahaan tersebut dalam mengelola pencatatan keuangan, terutamata pencatatan dalam pengeluaran kas yang terjadi pada CV Saudara Mulya Bersama. Pengembangan sistem aplikasi yang digunakan dalam pembuatan aplikasi berbasis web tersebut yaitu menggunakan sistem Software Development Life Cycle (SDLC) waterfall, proses perancangan menggunakan Unified Modelling Language (UML), Entity Relation Diagram (ERD), serta bahasa pemograman yang digunakan adalah PHP, bahasa Query MySQL, Framework Codeigniter, dan pengujian aplikasi menggunakan metode Blackbox. Aplikasi yang dibuat memiliki fungsionalitas yaitu dapat melakukan pencatatan pengeluaran kas, seperti pembayaran pengambilan modal, pembelian aset, pembayaran gaji, pembayaran beban operasional, dan pembayaran utang atas pembelian bahan baku dan pinjaman. Aplikasi ini juga dapat mengasilkan jurnal umum, buku besar, jurnal pengeluaran kas, laporan perubahan modal, dan laporan neraca.","keywords":"Kata kunci: pengeluaran kas, pencatatan, pembayaran, pembelian, aplikasi berbasis web, CodeIgniter.","author":"MUTIA NURCAHYAWATI","lecturer":"Irna Yuniar, Asti Widayanti","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Keuangan Perusahaan Manufaktur Fashion: Modul Produksi dengan Metode Job Order Costing (Studi Kasus CV Saudraa Mulya Bersama, Bandung) ","classification":"005.5 - General purpose application programs, specific programs with interdiciplinary applications, integrated programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Application For Office Management,","abstract":"Abstrak \nCV Saudara Mulya Bersama merupakan salah satu perusahaan manufaktur yang bergerak dalam bidang konveksi. CV Saudara Mulya Bersama memproduksi pakaian seperti baju muslim untuk wanita, jaket, serta sweater yang dapat digunakan untuk pria maupun wanita. Kendala yang dihadapi oleh perusahaan ini yaitu perhitungan harga pokok produksi yang pencatatannya masih menggunakan Microsft Excel dan pencatatan perhitungan belum dicatat dengan tepat, sehingga membuat pencatatan perhitungan menjadi tidak akurat dan beresiko kehilangan data. Selain itu, perusahaan ini juga belum melakukan pencatatan untuk kebutuhan bahan baku yang digunakan dalam proses produksi dan belum melakukan pencatatan untuk perencanaan produksi. Metode yang digunakan dalam pembuatan aplikasi ini adalah metode waterfall. Aplikasi ini dibangun menggunakan Entity Relationship Diagram (ERD), Unified Modelling Language (UML), serta menggunakan bahasa pemrograman PHP Framework Code Igniter dan basis data MySQL. Pengujian aplikasi yang dilakukan dalam aplikasi ini menggunakan metode blackbox testing. Aplikasi ini memiliki beberapa fungsionalitas yaitu dapat melakukan pencatatan terhadap perencanaan produksi, dapat menghitung kebutuhan bahan baku yang digunakan untuk produksi, dapat menghitung harga pokok produksi, serta dapat membuat laporan laba rugi dan laporan harga pokok produksi. Dengan dibuatnya aplikasi ini, diharapkan permasalahan yang muncul dapat mendapatkan solusi dengan adanya aplikasi yang telah terintegrasi oleh sistem.","keywords":"Kata kunci: Harga Pokok Produksi, Bahan Baku, Perencanaan Produksi, Entity Relationship Diagram, Unified Modelling Language, PHP, Framework Code Igniter, MySQL, Blackbox Testing","author":"SYIFA DIANA PUTRI","lecturer":"Asti Widayanti, Irna Yuniar","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Keuangan Perusahaan Manufaktur Fashion: Pencatatan Penerimaan Kas Menggunakan Metode Basis Akrual (Studi Kasus: CV Saudara Mulya Bersama, Bandung) ","classification":"657 - Accounting","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Accounting Application,","abstract":"Abstrak\nKegiatan mencatat dalam sebuah perusahaan sangat penting untuk menunjang adanya pendataan data pada proses bisnis yang terjadi, pencatatan keuangan merupakan kegiatan yang rutin di lakukan untuk penjualan pada perusahaan manufaktur, terutama untuk kegiatan pencatatan penerimaan kas. Namun terjadi banyak kesulitan yaitu Penerimaan kas masih dilakukan secara manual dan tidak di klasifikasikan sesuai dengan kelompok kas, perusahaan mencatat penerimaan kas di Excel dan tidak menyimpan secara otomatis di database dan kurang terperinci untuk pencatatan dana masuk yang mengakibatkan perusahaan tidak mengetahui apakah memiliki kas yang cukup untuk menjalankan operasional bisnis atau tidak. Untuk mengatasi permasalahan tersebut maka dibagun sebuah aplikasi berbasis web menggunakan bahasa pemrograman PHP dengan framework codeigniter dan database MySQL. Metode pengembangan sistem yang digunakan adalah metode Software Development Life Cycle (SDLC) dengan model waterfall. Aplikasi ini mampu menangani bagaimana pencatatan penerimaan kas yang ditampilkan dengan secara rinci dan menghasilkan pencatatan penjualan, pencatatan persediaan barang jadi, dan laporan arus kas metode langsung dari penerimaan kas berupa kas operasional, pendanaan, investasi secara otomatis oleh sistem. laporan penjualan, jurnal umum, dan buku besar, dan laporan arus kas di salon CV Saudara Mulya Bersama. Aplikasi tersebut telah berhasil diujikan dengan black box testing, User Acceptance Test dan telah sesuai dengan pengujian manual.","keywords":"Kata Kunci Aplikasi, penerimaan kas, penjualan, laporan arus kas, PHP","author":"AMELIA GETTY","lecturer":"Asti Widayanti, Irna Yuniar","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"APLIKASI LAYANAN ADMINISTRASI  KELURAHAN KUTA GAMBIR, MEDAN, SUMATERA UTARA (MODUL PENDUDUK DAN APPROVAL OLEH LURAH) ","classification":"005.5 - General Purpose Application Programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Analysis And Design Systems, Application Programs-office,","abstract":"Aplikasi Layanan Administrasi Kelurahan Kuta Gambir adalah aplikasi yang dibangun sebagai wadah dan media untuk membuat dokumen yang diperlukan penduduk kelurahan, mempermudah aparat kelurahan dalam melakukan pelayanan pembuatan surat, dan supaya pengolahan data di kantor kelurahan yang lebih efektif, efisien, dan terkomputerisasi. Aplikasi ini dibangun karena penduduk menemui kesulitan dalam mendapatkan informasi dan mengajukan permohonan terutama jika harus meninggalkan pekerjaan untuk mengurus surat-surat. Oleh karena itu, dengan kemajuan teknologi informasi dan komunikasi yang sangat pesat, layanan di kantor Kelurahan dapat mengaplikasikan perkembangan teknologi yaitu dengan membuat sistem informasi dan pelayanan pengolahan data surat kependudukan. Proyek ini menerapkan metode waterfall yang terdiri atas tahap requirements, analysis, design, implementation, testing, dan maintenance. Tools yang digunakan yaitu bahasa pemrograman PHP, framework CodeIgniter, serta database MySQL. Fitur – fitur utama mencakup : login, input permohonan, cetak resi, notifikasi, pengawasan permohonan. Proyek ini menerapkan metode waterfall yang terdiri atas tahap requirements, analysis, design, implementation, testing, dan maintenance.","keywords":"Kata Kunci: Sistem Informasi, aplikasi, pelayanan administrasi, penduduk, Lurah.","author":"GINA NATASYA MAHARAJA","lecturer":"Wawa Wikusna, Tedi Gunawan","publisher":"Universitas Telkom, D3 Sistem Informasi","publish_year":"2023"},{"title":"APLIKASI LAYANAN ADMINISTRASI KELURAHAN KUTA GAMBIR, MEDAN, SUMATERA UTARA (MODUL PEMERINTAH KELURAHAN) ","classification":"005.5 - General Purpose Application Programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Analysis And Design Systems, Application Programm,","abstract":"Kantor kelurahan merupakan salah satu tempat pelayanan penduduk untuk pembuatan surat-surat keterangan. Setiap tahunnya jumlah penduduk setiap kelurahan terus bertambah, tentunya akan berbanding lurus dengan data administratif yang juga akan terus bertambah sehingga pengelolaannya pun akan semakin sulit dengan metode manual. Dengan kemajuan teknologi informasi dan komunikasi yang sangat pesat, hal ini tentu bisa digunakan untuk mengatasi masalah tersebut. Oleh karena itu, layanan di kantor Kelurahan juga dapat mengaplikasikan perkembangan teknologi yaitu dengan membuat sistem informasi dan pelayanan pengolahan data surat kependudukan. Sistem informasi dirancang dengan tujuan untuk membantu penduduk yang ingin membuat surat dan untuk aparat Kelurahan agar mudah melakukan pelayanan pembuatan surat, tujuan lain dengan adanya sistem ini pengolahan data di kantor kelurahan yang lebih efektif, efisien, dan terkomputerisasi. Proyek ini menerapkan metode waterfall yang terdiri atas tahap requirements, analysis, design, implementation, testing, dan maintenance. Tools yang digunakan yaitu bahasa pemrograman PHP, framework CodeIgniter, serta database MySQL. Hasil akhir yang diperoleh adalah sebuah Aplikasi Layanan Administrasi Kelurahan (LANDAS) yang memiliki fitur utama : input permohonan, proses surat, pengesahan surat, dan fitur tambahan lainnya.\n ","keywords":"Kata Kunci: Sistem Informasi, aplikasi, pelayanan administrasi, penduduk, aparat Kelurahan.","author":"NINDYA RIFKA ANNISA","lecturer":"Wawa Wikusna, Tedi Gunawan","publisher":"Universitas Telkom, D3 Sistem Informasi","publish_year":"2023"},{"title":"APLIKASI PENGELOLAAN TRAINING DAN SERTIFIKASI PADA MODUL KETUA PROGRAM STUDI DAN PETUGAS ADMINISTRASI (STUDI KASUS DI PROGRAM STUDI DIPLOMA 3SISTEM INFORMASI FAKULTAS ILMU TERAPAN UNIVERSITAS TELKOM) ","classification":"005.5 - General Purpose Application Programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Perancangan Aplikasi, Application Programm,","abstract":"Berdasarkan hasil survei yang kami lakukan sebelum menyusun aplikasi ini, Masih banyak mahasiswa yang belum mengetahui tentang keberadaan layanan training dan Sertifikasi di Sistem Informasi Fakultas Ilmu Terapan berupa kurangnya fasilitas bagi mahasiswa dalam mengikuti training dan sertifikasi. Berdasarkan permasalahan tersebut, penulis membangun pengelolaan Training dan Sertifikasi yang bertujuan membantu mahasiswa, dosen, dan pihak terkait. Penulis menggunakan metode Waterfall. Hasil yang diharapkan adalah aplikasi berbasis website dengan fitur-fitur pendaftaran, pemvalidasian, pembayaran dan riwayat pelatihan atau sertifikasi yang telah diikuti.","keywords":"Kata Kunci: Mahasiswa, Pelatihan, Sertifikasi, Waterfall, Sistem Informasi","author":"M.RAYHAN HAFIZD SIREGAR","lecturer":"Wawa Wikusna, Wahyu Hidayat","publisher":"Universitas Telkom, D3 Sistem Informasi","publish_year":"2023"},{"title":"APLIKASI PENGELOLAAN TRAINING DAN SERTIFIKASI PADA MODUL KOORDINATOR DAN INSTRUKTUR (STUDI KASUS DI PROGRAM STUDI DIPLOMA SISTEM INFORMASI FAKULTAS ILMU TERAPAN UNIVERSITAS TELKOM) ","classification":"005.5 - General purpose application programs, specific programs with interdiciplinary applications, integrated programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Web Application, Application Programs,","abstract":"","keywords":"Dalam pelaksanaan kegiatan Pelatihan dan Sertifikasi, Program Studi D3 Sistem Informasi Fakultas Ilmu Terapan masih terdapat hambatan berupa kurangnya fasilitas untuk memfasilitasi Koordinator Pelatihan dan Mahasiswa untuk memberikan informasi seputar pelatihan dan sertifikasi, mengelola data pelatihan, mendaftar pelatihan serta masih terdapat kesuilitan mendapat berita tentag pelatihan dan sertifikasi. Berdasarkan permasalahan tersebut, penulis mengembangkan aplikasi sistem pendataan pelatihan dan sertifikasi. Untuk mencapai tujuan tersebut,penulis menggunakan metode pengerjaan waterfall. Hasil yang diharapkan dari adalah aplikasi berbasis website dengan fitur-fitur pencarian,pendaftaran,pemvalidasian serta pembayaran. Kata Kunci: Koordinator, Mahasiswa, Organisasi, Sertifikasi, Pelatihan dan Sistem","author":"NURIFFAH SYAHIRAH","lecturer":"Wawa Wikusna, Wahyu Hidayat","publisher":"Universitas Telkom, D3 Sistem Informasi","publish_year":"2023"},{"title":"APLIKASI PENGELOLAAN TRAINING DAN SERTIFIKASI PADA MODUL PESERTA (STUDI KASUS DI PROGRAM STUDI DIPLOMA 3 SISTEM INFORMASI FAKULTAS ILMU TERAPAN UNIVERSITAS TELKOM) ","classification":"658.407 124 - Training of executive personnel","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Training, Training Program - Personnal Management,","abstract":"Pelaksanaan pengelolaan data training dan sertifikasi di jurusan D3 Sistem Informasi Fakultas Ilmu Terapan Universitas Telkom masih terdapat hambatan berupa kurangnya fasilitas bagi mahasiswa dalam mengikuti training dan sertifikasi. Karena tidak adanya wadah khusus untuk menampung proses pelatihan atau sertifikasi, penulis memiliki usulan untuk memfasilitasi proses pendaftaran pelatihan atau sertifikasi untuk mahasiswa.sehingga, penulis membangun aplikasi Pengelolaan Training dan Sertifikasi yang bertujuan untuk memfasilitasi mahasiswa dalam mengikuti pelatihan dan sertifikasi. Untuk mencapai tujuan tersebut, penulis menggunakan metode pengerjaan waterfall dan tools permodelan seperti bpmn,uml dan erd dalam pembangunan aplikasi. Hasil yang diharapkan dari adalah aplikasi berbasis website dengan fitur-fitur pencarian, pendaftaran, pemvalidasian, pembayaran dan riwayat pelatihan atau sertifikasi yang telah diikuti.\n ","keywords":"Kata Kunci: Mahasiswa,Pelatihan,Sertifikasi,Waterfall,Sistem Informasi","author":"NADILA RAHMATIKA","lecturer":"Wawa Wikusna, Wahyu Hidayat","publisher":"Universitas Telkom, D3 Sistem Informasi","publish_year":"2023"},{"title":"Aplikasi Penyewaan  Lapangan Kick Off Futsal Berbasis Web ","classification":"005.5 - General Purpose Application Programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Application, Application Programm,","abstract":"","keywords":"Futsal merupakan salah satu olah raga yang paling digemari oleh kalangan masyarakat. Dizaman modern ini masih banyak tempat penyewaan futsal yang masih menggunakan cara booking secara manual seperti penyewaan lapangan yang mengharuskan penyewa datang langsung ke tempat ataupun melalui telepon, pencatatan penyewaan dengan kertas, pencatatan jadwal secara manual, dan lain sebagainya. Salah satunya penyewaan lapangan pada Kick Off Futsal masih bersifat manual. Penyewa harus datang langsung ke lokasi untuk melihat jadwal dan menyewa lapangan. Selain itu dalam proses penyewaan masih menggunakan banyak kertas atau buku untuk mencatat data data penyewaan, sehingga data data tersebut kemungkinan bisa hilang dan tidak terorganisir  dengan baik dan benar. Tujuan penelitian ini untuk membantu dalam meningkatkan keefektifitasan proses penyewaan lapangan dan pengolahan data pada Kick Off Futsal. Metode yang digunakan adalah metode Waterfall. Diharapkan hasil penelitian ini dapat menjawab kesulitan yang sering dihadapi oleh pengelola maupun konsumen sehingga bisa lebih efisien dan efektif.","author":"MUHAMAD YUSUF","lecturer":"Suryatiningsih, Mutia Qana’a","publisher":"Universitas Telkom, D3 Sistem Informasi","publish_year":"2023"},{"title":"Aplikasi Perhitungan Pendapatan Service Charge Pegawai Tetap (Studi Kasus: Hotel Ahadiat & Bungalow, Bandung) ","classification":"005.5 - General Purpose Application Programs","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Incomes, Application Programs-office,","abstract":"","keywords":"Hotel Ahadiat dan Bungalow merupakan perusahaan jasa yang menyediakan jasa untuk penginapan dan wisata. Perusahaan ini berlokasi di Jl. Sindang Sirna Elok No.9, Sukarasa, Kec. Sukasari, Kota Bandung, Jawa Barat 40152. Bagian keuangan perusahaan dalam menghitung dan membagikan pendapatan service charge masih manual menggunakan excel sehingga sangat memungkinkan terjadinya kesalahan dalam perhitungan dan tidak tersimpannya data secara permanen. Aplikasi berbasis web ini akan membantu bagian keuangan dan juga hrd dalam perhitungan dan pembagian pendapatan service charge. Aplikasi ini dibangun dengan menggunakan metode bahasa pemrograman PHP dan Framework CI4 untuk menangani permasalahan yang terjadi. Melalui aplikasi yang dibuat ini, bagian keuangan dapat mengolah persentase service charge, melakukan pembagian service charge sesuai jabatan, dan menghitung pph 21 service charge. Pengujian aplikasi menggunakan metode black box testing. Metode pengerjaan perangkat lunak pada proyek akhir ini menggunakan software Development Life Cycle (SDLC) yaitu Prototype.","author":"ALFIN ALISYAFI","lecturer":"Nelsi Wisna, Tora Fahrudin","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"Aplikasi Perhitungan Penghasilan dan Pajak Penghasilan Pasal 21 Pegawai Tetap (Studi Kasus : Hotel Ahadiat dan Bungalow, Bandung) ","classification":"657 - Accounting","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Accounting Information Systems, Accounting Application,","abstract":"Hotel dan Bungalow Ahadiat merupakan hotel berbintang tiga yang mempunyai konsep sebagai hotel bernuansa alam karena disekeliling penginapan terdapat sebuah danau buatan dan taman yang luas. Selain itu karena letak hotel yang cukup jauh dari jalan raya sehingga membuat suasana menjadi tenang. Hotel dan Bungalow Ahadiat yang berlokasi di Jl. Sindang Sirna Elok No.9, Sukarasa, Kec. Sukasari, Kota Bandung yang mana merupakan tempat yang sangat strategis karena sekeliling hotel banyak terdapat pusat perbelanjaan dan hiburan.\nJenis pegawai di Hotel Ahadiat dan Bungalow terdiri dari pegawai tetap dan pegawai harian tetap. Terdapat perbedaan perhitungan penghasilan untuk kedua jenis pegawai tersebut. Pegawai tetap mendapatkan penghasilan dalam jumlah tertentu secara teratur setiap bulannya dan dibayarkan secara bulanan. Sedangkan Pegawai harian tetap mendapatkan penghasilan apabila pegawai yang bersangkutan bekerja berdasarkan jumlah hari kerja dan dibayarkan secara bulanan juga.\nProses perhitungan penghasilan pegawai dan Pajak Penghasilan 21 di Hotel Ahadiat dan Bungalow ini masih manual.\nProses perhitungan gaji pegawai dan PPh pasal 21 di perusahaan ini masih manual. Proses pengelolaan dan pencatatan gaji masih menggunakan Microsoft Excel yang bisa saja terjadinya kesalahan dalam pengolahan data. Selain itu, perhitungan gaji pegawai tetap itu berdasarkan kehadiran, bisa saja data karyawan antara Microsoft excel dan mesin fingerprint tidak sama sehingga menimbulkan kekeliruan dalam menentukan besar gaji pegawai tetap. Oleh karena itu, dibutuhkannya sebuah sistem yang dapat membantu perusahaan untuk menghitung, membuat, dan mengelola data gaji pegawai tetap secara otomatis. Selain itu, membuat sistem agar perhitungan PPh Pasal 21 secara otomatis. Metode yang digunakan dalam aplikasi ini adalah metode prototyping. Berdasarkan pengujian yang telah dilakukan, aplikasi sudah dapat diimplementasikan.\n ","keywords":"Kata Kunci: Gaji, PPh Pasal 21 ","author":"EGITA NUR FADILA","lecturer":"Nelsi Wisna, Tora Fahrudin","publisher":"Universitas Telkom, D3 Sistem Informasi Akuntansi","publish_year":"2023"},{"title":"SISTEM INFORMASI LOG DATA CENTER DIREKTORAT TEKNOLOGI INFORMASI  INSTITUT TEKNOLOGI BANDUNG BERBASIS WEB ","classification":"004.678 - Internet (World Wide Web)","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Website-quality,","abstract":"Sistem Informasi Log Data Center Direktorat Teknologi Informasi ITB merupakan aplikasi berbasis web yang dibangun untuk mencatat data kunjungan dan server di data center Institut Teknologi Bandung (ITB). Sistem pencatatan kunjungan yang berlangsung saat ini masih bersifat manual. Belum ada aplikasi untuk mengatur dan mencatat pengunjung yang masuk\/keluar. Sedangkan pencatatan server biasanya menggunakan aplikasi pihak ketiga yang tidak terhubung dengan database ITB. Sistem pencatatan kunjungan dan penempatan server saat ini masih belum tertata dengan baik. Aplikasi ini dibangun dengan fitur create pengajuan kunjungan dan penempatan server, fitur approval untuk menyetujui pengajuannya, fitur scan kartu untuk mencatat log masuk\/keluar pengunjung, dan dilengkapi pula oleh  fitur untuk mencetak laporan log data center. Dengan fitur-fitur tersebut,  aplikasi ini dapat membantu DTI mengatur pengajuan kunjungan dan penempatan server sehingga menjadi lebih efektif. Data masuk\/keluar orang dan server dapat tersimpan dan terkelola dengan baik, juga dapat memudahkan membuat rekapan sesuai periode yang diinginkan pengguna. Metode yang digunakan dalam mengembangkan aplikasi ini adalah SDLC (System Development Life Cycle) model waterfall. Ada pula tools yang dipakai yaitu bahasa pemrograman PHP, JavaSript, HTML dan CSS untuk membuat tampilan web,  dan MySQL untuk basis datanya. Aplikasi ini dibuat dengan menggunakan framework Code Igniter 4. Sedangkan untuk pemodelannya menggunakan ERD (Entity Relationship Diagram), class diagram dan use case diagram.","keywords":"Kata kunci: log, data center.","author":"FATHYA ARIYANI","lecturer":"Wawa Wikusna, Dedy Rahman Wijaya","publisher":"Universitas Telkom, D3 Sistem Informasi","publish_year":"2023"},{"title":"Analisis Deskriptif Social Media Marketing Melalui Instagram dalam Rangka Meningkatkan Mutu Pelayanan pada Jasa Wedding di OMG Event Asia Tahun 2020 ","classification":"659.144 - Advertising in Digital Media","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Advertising-marketing Strategy, Marketing Strategy, Digital Media-social Aspects,","abstract":"","keywords":"Pada era modern saat ini, pertumbuhan ekonomi seiring waktu berjalan, terutama di kota Bandung. Salah satunya yaitu perusahaan penyedia jasa Wedding OMG Event Asia Bandung, dengan memanfaatkan dunia digital yang sudah mulai maju, setiap perusahaan menggunakan strategi dalam media sosial untuk mecapai tujuan setiap perusahaan, salah satu bentuk Social Media Marketing yang digunakan adalah menggunakan salah satu aplikasi media sosial, yaitu Instagram. Dan menciptakan suatu bentuk pemasaran dari mulut kemulut membuat media sosial banyak dimanfaatkan dan dipergunakan oleh banyak lembaga perusahaan untuk meningkatkan mutu pelayanan pada konsumen, penilitian ini bertujuan untuk mengetahui seberapa pengaruhnya promosi melalui Instagram dalam meningkatkan mutu pelayanan pada jasa Wedding OMG Event Asia. Metode penelitiannya menggunakan metode kuantitatif dengan jenis penelitian deskriptif dengan menggunakan regresi linier sederhana. Teknik pengumpulan data menggunakan kuesioner , observasi, dan studi pustaka. Populasinya dalam penelitian ini adalah konsumen yang pernah menggunakan jasa wedding dengan sampel 100 responden. Adapun Metode yang digunakan pada penelitian ini adalah analisis penelitian deskriptif dengan jenis data kuantitatif. Metode pengambilan sampel adalah dengan nonprobability sampling dengan teknik purposive sampling yaitu menyebarkan kuesioner secara online kepada 100 orang responden Berdasarkan hasil pengolahan data analisis deskriptif tentang variabel Social Media Marketing (X) dihasilkan presentase rata-rata untuk variabel Social Media Marketing sebesar 76,52%","author":"LUTHFIANSYAH RAZANY","lecturer":"Nellyaningsih","publisher":"Universitas Telkom, D3 Manajemene Pemasaran","publish_year":"2023"},{"title":"Analisis Kualitas Layanan Terhadap Kepuasan Pelanggan Indihome (Studi Kasus PT. Telkom Indonesia Witel Bandung Tahun 2022) ","classification":"338.47 - Services and specific products, quantities produced, shortages, surpluses, stockpiles, forecasts and projections of supply and demand","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Service Quality, Service Management-quality,","abstract":"Melihat fenomena yang terjadi dimana permintaan masyarakat akan layanan berbasis teknologi FTTH dan Triple Play semakin meningkat namun tidak disertai dengan peningkatan kualitas produk dan pelayanan yang diberikan serta penetapan harga Indihome yang tidak kompetitif, tidak menutup kemungkinan bahwa Indihome akan kalah bersaing dengan perusahaan kompetitor maupun dengan perusahaan-perusahaan pendatang abru yang muncul dan siap bersaing seiring dengan meningkatnya permintaan pasar, peneliti tertarik untuk melakukan penelitian dengan judul “Analisis Kualitas Layanan Terhadap Kepuasan Pelanggan Indihome (Studi Kasus PT. Telkom Indonesia Witel Bandung Tahun 2022).\nDalam penelitian ini peneliti menggunakan metode penelitian kuantitatif, dengan menggunakan teknik pengumpulan data dengan kuesioner dan studi pustaka. Pengumpulan data dilakukan dengan memberikan kepada 96,04% responden yaitu pelanggan yang menggunakan layanan Indihome. Teknik analisis data yang digunakan adalah uji validitas, uji reliabilitas, analisis data deskriptif, uji asumsi klasik dan uji hipotesis dengan bantuan Software IBM SPSS 28.\nHasil dari penelitian ini adalah (1) perlunya perbaikan indikator tangible dan peningkatan indikator responsiveness; (2) pada tingkat kenyataan\/kinerja indikator reliability perlu diperbaiki lagi sedangkan indikator tertinggi yaitu responsiveness perlu ditingkatkan lagi; (3) dapat disimpulkan bahwa H0 ditolak dan H1 diterima. Dan berdasarkan hasil koefisien determinasi diketahui bahwa pengaruh kualitas layanan terhadap kepuasan pelanggan adalah sebesar 54,6% dan sisanya sebesar 45,4% diperanguhi oleh variabel lainnya yang tidak diteliti dalam penelitian ini.\nKata Kunci : Kualitas Pelayanan, Kepuasan Pelanggan, Indihome","keywords":" ","author":"FITRIYANI","lecturer":"Rahmat Hidayat","publisher":"Universitas Telkom, D3 Manajemene Pemasaran","publish_year":"2023"},{"title":"ANALISIS PENERAPAN BAURAN PEMASARAN PADA COFFEE SHOP CRITOE COFFEE BANDUNG 2022 ","classification":"658.81 - Marketing Management","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Marketing Mix, Marketing - Business,","abstract":"Pemasaran menjadi salah satu faktor terpenting guna mencapai keberhasilan bisnis yang dijalankan. Pesatnya perkembangan bisnis pada saat ini memaksa seluruh pelaku bisnis untuk berfikir dan mengidentifikasi beberapa strategi untuk mencapai sasaran yang mereka tuju. Suatu perusahaan mengatur strategi pemasaran yang tepat untuk mencapai sasaran tersebut. Strategi yang baik dalam rencana pemasaran adalah ketika strategi tersebut berjalan mencapai tujuan dengan cara yang efisien salah satunya menggunakan strategi bauran pemasaran atau marketing mix yang dapat dilakukan untuk menganalisa suatu usaha atau bisnis. Marketing mix tersebut meliputi product, price, place, promotion, people, process, physical evidence. Tujuan peneitian ini adalah untuk mengetahui bagaimana strategi pemasaran yang dilakukan oleh Critoe Coffee dalam upaya meningkatkan penjualan produk dan strategi apa yang paling penting dari bauran pemasaran yang digunakan Critoe Coffee dalam meningkatkan kepuasan pelanggan. Sifat penelitian ini adalah deskriptif data yang dilakukan melalui wawancara, observasi, dokumentasi, dan analisis data diperoleh secara kualitatif disimpulkan dengan cara berfikir induktif. Hasil temuan dari analisis data yang diperoleh penulis adalah Critoe Coffee menerapkan strategi marketing mix yang sudah cukup baik. Upaya untuk meningkatkan penjualan Critoe Coffee menggunakan strategi promosi dan strategi produk dengan mengikuti pameran festival kopi. Untuk strategi produk Critoe Coffee sangat mengutamakan inovasi pada ptoduk dan kualitas produk yang tinggi sehingga akan menambah kepuasan konsumen dalam mengonsumsi produk Critoe Coffee terutama produk kopi. Selain itu Critoe Coffee melakukan pelatihan khusus untuk Sumber Daya Manusia yang akan diangkat menjadi karyawan atau pegawai coffee shop Critoe Coffee Bandung.","keywords":"Kata Kunci : Pemasaran, Bauran Pemasaran, Critoe Coffee Bandung.","author":"SRI ULINA LIDIA SARI","lecturer":"Widya Sastika","publisher":"Universitas Telkom, D3 Manajemene Pemasaran","publish_year":"2023"},{"title":"ANALISIS PENGEMBANGAN KONTEN MEDIA SOSIAL PADA INSTAGRAM PT.TELEKOMUNIKASI INDONESIA, TBK BANDUNG TAHUN 2022 ","classification":"302.23 - Social science- Media (Means of communication)","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Social Media, Social Media-mass Media, Social Media-communication In Marketing,","abstract":"Kemajuan media sosial yang terjadi saat ini berdampak pada cara berkomunikasi antara konsumen dan produsen. Media sosial dapat menjadi sarana untuk memasarkan suatu produk atau biasa disebut sosial media marketing. Melalui sosial media marketing ini, produsen dapat dengan mudah memperkenalkan produknya kepada masyarakat. Namun, untuk menarik perhatian serta daya minat konsumen terhadap produk maka diperlukan konten-konten menarik yang dapat diunggah di media sosial salah satunya Instagram. Instagram merupakan sebuah media sosial yang masuk kedalam kategori picture sharing yang dimana unggahannya berupa foto atau video dengan caption. PT. Telekomunikasi Indonesia merupakan Badan Usaha Milik Negara (BUMN) yang bergerak dibidang jasa layanan teknologi informasi dan komunikasi (TIK) dan jaringan telekomunikasi Indonesia. Adapun tujuan dari penelitian ini adalah untuk mengembangkan konten media sosial Instagram PT.Telekomunikasi Indonesia.\nPenelitian ini menggunakan metode penelitian deskriptif kualitatif dengan teknik pengumpulan data menggunakan wawancara, observasi, dokumentasi dan traingngulasi. Data yang telah didapat dianalisis keabsahannya dengan menggabungkan jawaban dan mengambil kesimpulan dari hasil wawancara dengan informan.\nBerdasarkan hasil penelitian bahwa media sosial instagram yang dikembanngkan oleh penulis dengan nama akun @telkomjabar memiliki konten yang enarik serta informatif. Dengan adaanya pengembangan konten ini, accounts reach instagram @telkomjabar mencapai 93,4k dan accounts engaged mencapai 5,9k \nKata kunci: Media sosial, Pengembangan konten media sosial instagram. \n ","keywords":" ","author":"SANDRA MAHARANI","lecturer":"Leni Cahyani","publisher":"Universitas Telkom, D3 Manajemene Pemasaran","publish_year":"2023"},{"title":"ANALISIS STRATEGI PERSONAL SELLING MENGGUNAKAN METODE TRIANGULASI PADA SURYA YUDHA PARK BANJARNEGARA TAHUN 2022 ","classification":"658.85 - Personal selling, Techniques for the individual, Regardless of channel, Personal salesmanship","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Personal Selling, Personal Selling - Negotiation In Business - Salesmanship.,","abstract":"","keywords":"Surya Yudha Park merupakan destinasi wisata yang memiliki berbagai macam fasilitas lengkap di dalamnya. Terdapat hotel bintang tiga dengan kapasitas 171 kamar, water park dan waterboom, private pool, sport center, billiard, café, karaoke keluarga, city tour, manasik haji, taman Surya Yudha Park 2, jembatan gantung kaca, dan ruangan mice. Surya Yudha Park menggunakan personal selling sebagai salah satu metode promosinya. Tujuan dari penelitian ini adalah untuk mengetahui bagaimana perancangan, penerapan dan evaluasi dari personal selling yang dilakukan oleh Surya Yudha Park di tahun 2022. Metode penelitian yang digunakan adalah kualitatif deskriptif dengan teknik pengumpulan data menggunakan wawancara, observasi dan dokumentasi perusahaan serta triangulasi. Analisis dilakukan dengan cara mencari informasi dari informan yang telah di tentukan dengan cara wawancara, observasi dan dokumentasi dari perusahaan. Data yang diperoleh kemudian dianalisis menggunakan triangulasi dengan membandingkan dan menggabungkan jawaban dari informan, hasil observasi di lapangan dan hasil dokumentasi dan mengambil kesimpulan dari data yang dihasilkan tersebut. Berdasarkan hasil penelitian, penerapan personal selling pada Surya Yudha Park Banjarnegara pada tahun 2021 mendapatkan income sebesar Rp. 1.713.647.716 dengan total pengunjung sebanyak 12.132 pengunjung dan untuk kamar hotel terjual sebanyak 5.839 kamar dan pada 17 Januari 2022 sampai dengan 28 Juni 2022 hasil dari personal selling adalah mendapatkan income sebanyak Rp. 3.831.533.994 dengan total pengunjung sebanyak 25.593 pengunjung, dan untuk kamar hotel terjual mencapai 12.268 kamar. Kesimpulan yang didapat adalah Surya Yudha Park Banjarnegara berhasil dalam melakukan perencanaan, penerapan dan evaluasi dari personal selling, hal tersebut dapat dilihat dari income, jumlah pengunjung, dan jumlah penjualan kamar hotel.","author":"ZENI NUR SILFIA","lecturer":"Sri Widaningsih","publisher":"Universitas Telkom, D3 Manajemene Pemasaran","publish_year":"2023"},{"title":"APLIKASI PENJUALAN BERBASIS WEB UNTUK UMKM DI KOTA JAKARTA DAN MEDAN ","classification":"005.36 - Program for Personal Computer, Aplication Program, Information System","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Website-quality,","abstract":"Hasil Kerajinan di Indonesia memiliki banyak peminat dari dalam negeri dan luar negeri khususnya di Kota Jakarta dan Medan. Oleh sebab itu kerajinan memiliki beberapa prospek yang bagus untuk dikembangkan oleh Usaha Mikro,Kecil dan Menengah (UMKM).Untuk meningkatkan pemasaran dan penjualan kerajinan di kota Jakarta dan Medan yang dihasilkan UMKM,dalam Proyek Akhir ini dibangun Aplikasi UMKM Kerajinan di Kota Jakarta dan Medan Berbasis Website yang memfasilitasi UMKM membuka usaha sendiri untuk kegiatan jual beli secara online, Pengelola data produk yang telah memberikan informasi laporan serta jenis kerajinan yang di Jakarta dan Medan, dapat membuktikan bahwa aplikasi telah memudahkan pembeli dalam proses transaksi,memudahkan pembeli untuk proses pembayaran,dan memudahkan untuk mengelola pesanan tanpa batasan waktu dan tempat. Metodologi dalam pembangunan menggunakan waterfall.Aplikasi berbasis website yang menggunakan bahasa pemrograman PHP dan basis data MySQL sebagai media penyimpanan data.Setelah dilakukan pengujian aplikasi menggunakan metode black box testing dan Kuesioner pada setiap unit sistem.Dalam Proses pembangunan aplikasi yang didukung oleh beberapa tools tersebut maka dihasilkan sebuah Aplikasi UMKM Kerajinan yang berbasis website.","keywords":"Kata kunci: UMKM(Usaha Mikro Kecil Menengah),Kerajinan,Website","author":"ROMEGA ARINI PURBA","lecturer":"Cahyana","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"},{"title":"APLIKASI PENJUALAN BERBASIS WEB UNTUK UMKM DI KOTA JAKARTA DAN MEDAN ","classification":"006.7 - Web Design","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Website, Web Application,","abstract":"Hasil Kerajinan di Indonesia memiliki banyak peminat dari dalam negeri dan luar negeri khususnya di Kota Jakarta dan Medan. Oleh sebab itu kerajinan memiliki beberapa prospek yang bagus untuk dikembangkan oleh Usaha Mikro,Kecil dan Menengah (UMKM).Untuk meningkatkan pemasaran dan penjualan kerajinan di kota Jakarta dan Medan yang dihasilkan UMKM,dalam Proyek Akhir ini dibangun Aplikasi UMKM Kerajinan di Kota Jakarta dan Medan Berbasis Website yang memfasilitasi UMKM membuka usaha sendiri untuk kegiatan jual beli secara online, Pengelola data produk yang telah memberikan informasi laporan serta jenis kerajinan yang di Jakarta dan Medan, dapat membuktikan bahwa aplikasi telah memudahkan pembeli dalam proses transaksi,memudahkan pembeli untuk proses pembayaran,dan memudahkan untuk mengelola pesanan tanpa batasan waktu dan tempat. Metodologi dalam pembangunan menggunakan waterfall.Aplikasi berbasis website yang menggunakan bahasa pemrograman PHP dan basis data MySQL sebagai media penyimpanan data.Setelah dilakukan pengujian aplikasi menggunakan metode black box testing dan Kuesioner pada setiap unit sistem.Dalam Proses pembangunan aplikasi yang didukung oleh beberapa tools tersebut maka dihasilkan sebuah Aplikasi UMKM Kerajinan yang berbasis website.","keywords":"Kata kunci: UMKM(Usaha Mikro Kecil Menengah),Kerajinan,Website","author":"HILDA PUTRI NABILLAH","lecturer":"Cahyana,","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"},{"title":"C-SERVICE : APLIKASI LAYANAN HOME SERVICE DAN PERAWATAN  KENDARAAN BERBASIS APLIKASI ANDROID ","classification":"006.76 - Multimedia systems- Programming, internet programming, web programming","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Android, Android Programming,","abstract":"","keywords":"Layanan service dari rumah atau yang biasa disebut dengan Home Service adalah suatu layanan yang diberikan oleh sejumlah perusahaan berupa jasa yang akan mendatangi rumah ke rumah sesuai dengan kebutuhan konsumen, dengan adanya layanan Home Service ini sangat membantu konsumen yang sedang membutuhkan suatu jasa untuk kebutuhanya disaat kegiatannya sangat sibuk atau tidak sempat untuk mendatangi perusahaan tersebut. Namun sayangnya layanan Home Service tidak tersedia di semua service center mobil, hal ini membuat konsumen yang membutuhkan layanannya menebak nebak perusahaan atau service center mana yang menyediakan Home Service, atau minimal harus mendatangi sekali service center tersebut dan menanyakan apakah service center tersebut menyediakan jasa Home Service. Berdasarkan permasalahan diatas maka muncullah gagasan untuk membuat aplikasi yang bernama C-Service atau perancangan suatu aplikasi yang bernama “C-Service” berbasis android. Aplikasi ini akan memuat informasi kota, pilihan perusahan service center dan data berupa informasi yang akan menampilkan nama service center, alamat service center dan kontak yang dapat dihubungi, dengan tujuan informasi yang diberikan dapat membantu konsumen mengetahui perusahan service center mana yang menyediakan jasa Home Service tanpa harus menebak-nebak dan mendatangi service center tersebut. Metode penyelesaian masalah yang digunakan adalah salah satu dari metode SLDC yaitu Waterfall , dapat disimpulkan bahwa aplikasi C-Service merupakan media yang memberikan informasi dan penghubungkan antara pengguna dengan suatu dealer, terutama pada jasa Home Service yang dimana jasa ini sangat sulit untuk di dapatkan infromasinya.Dengan demikian, aplikasi C-Service telah berhasil mencapai tujuannya. Ini dibuktikan pada pengujian ke pengguna yang melibatkan 28 responden, dimana 25% pengguna sangat setuju dan 67.9% setuju bahwa aplikasi C-Service memberikan infromasi yang berguna kepada para user, berkat informasi yang di berikan oleh aplikasi pengguna jadi mengetahui infromasi yang berkaitan dengan dealer terutama mengetahui kontak jasa Home Service","author":"MUHAMMAD ALWI LUKMAN NURSYAWAL","lecturer":"Mia Rosmiati","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"},{"title":"C-SERVICE : APLIKASI LAYANAN HOME SERVICE DAN PERAWATAN KENDARAAN BERBASIS APLIKASI ANDROID ","classification":"338.47 - Services and specific products, quantities produced, shortages, surpluses, stockpiles, forecasts and projections of supply and demand","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Perancangan Aplikasi, Application Programming,","abstract":"","keywords":"Layanan service dari rumah atau yang biasa disebut dengan Home Service adalah suatu layanan yang diberikan oleh sejumlah perusahaan berupa jasa yang akan mendatangi rumah ke rumah sesuai dengan kebutuhan konsumen, dengan adanya layanan Home Service ini sangat membantu konsumen yang sedang membutuhkan suatu jasa untuk kebutuhanya disaat kegiatannya sangat sibuk atau tidak sempat untuk mendatangi perusahaan tersebut. Namun sayangnya layanan Home Service tidak tersedia di semua service center mobil, hal ini membuat konsumen yang membutuhkan layanannya menebak nebak perusahaan atau service center mana yang menyediakan Home Service, atau minimal harus mendatangi sekali service center tersebut dan menanyakan apakah service center tersebut menyediakan jasa Home Service. Berdasarkan permasalahan diatas maka muncullah gagasan untuk membuat aplikasi yang bernama C-Service atau perancangan suatu aplikasi yang bernama “C-Service” berbasis android. Aplikasi ini akan memuat informasi kota, pilihan perusahan service center dan data berupa informasi yang akan menampilkan nama service center, alamat service center dan kontak yang dapat dihubungi, dengan tujuan informasi yang diberikan dapat membantu konsumen mengetahui perusahan service center mana yang menyediakan jasa Home Service tanpa harus menebak-nebak dan mendatangi service center tersebut. Metode penyelesaian masalah yang digunakan adalah salah satu dari metode SLDC yaitu Waterfall , dapat disimpulkan bahwa aplikasi C-Service merupakan media yang memberikan informasi dan penghubungkan antara pengguna dengan suatu dealer, terutama pada jasa Home Service yang dimana jasa ini sangat sulit untuk di dapatkan infromasinya.Dengan demikian, aplikasi C-Service telah berhasil mencapai tujuannya. Ini dibuktikan pada pengujian ke pengguna yang melibatkan 28 responden, dimana 25% pengguna sangat setuju dan 67.9% setuju bahwa aplikasi C-Service memberikan infromasi yang berguna kepada para user, berkat informasi yang di berikan oleh aplikasi pengguna jadi mengetahui infromasi yang berkaitan dengan dealer terutama mengetahui kontak jasa Home Service","author":"ARKAN VIRZIA ZACHARI ANSHAR","lecturer":"Mia Rosmiati","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"},{"title":"E-Reserve: Aplikasi Katalog dan Reservasi Homestay Desa Wisata Kamojang Berbasis Website ","classification":"006.7 - Web Design","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Web Application, Web Development,","abstract":"","keywords":"Pengembangan desa wisata memberikan dampak positif baik bagi bidang pariwisata\nataupun pada masyarakat terutama dalam meningkatkan perekonomian masyarakat dengan\nmemanfaatkan potensi lingkungan. Begitupun dengan Desa Wisata Laksana Kamojang, yang\nmenjadikan homestay sebagai investasi pemasukan tambahan. Tetapi sedikitnya penyaluran\ninformasi terkait tentang homestay yang ada dan tempat wisata sehingga membuat\nwisatawan kesusahan dalam mencari informasi, sehingga perlu adanya pendukung\ndigitalisasi untuk mempermudah dalam penyaluran informasi terkait homestay dan wisata\nyang ada di desa kamojang. Sehingga, dengan adanya aplikasi ini diharapkan meningkatnya\npara wisatawan yang berlibur ke Desa Kamojang.\nAplikasi ini merupakan aplikasi berbasis website responsive yang berguna untuk Katalog dan\nReservasi Homestay Desa Wisata Kamojang, diharapkan dengan adanya aplikasi ini\ndiharapkan penyebaran informasi tentang homestay dan tempat wisata Desa Kamojang\nmenjadi lebih baik, sehingga masyarakat disekitarnya juga dapat diuntungkan dengan\nmeningkatnya jumlah kunjungan wisatawan. Peningkatan ekonomi masyarakat dari sektor\npariwisata akan menjadi pemicu peningkatan kualitas destinasi wisata. Dengan kesiapan\ndestinasi pendukung, maka Aplikasi Katalog dan Reservasi Homestay Desa Wisata Kamojang\nakan memiliki nilai jual yang tinggi karena dapat mempermudah para wisatawan untuk\nberwisata\n ","author":"MUHAMMAD EKA BAKHTIAR","lecturer":"Hetti Hidayati","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"},{"title":"MATH IS FUN : APLIKASI BELAJAR MATEMATIKA UNTUK ANAK SEKOLAH  DASAR BERBASIS ANDROID ","classification":"005.1 - software engineering","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Application Software-development, Application-software Design,","abstract":"Matematika merupakan suatu bahan kajian yang memiliki objek abstrak dan dibangun melalui proses penalaran deduktif, yaitu kebenaran suatu konsep diperoleh sebagai akibat logis dari kebenaran sebelumnya sudah diterima sehingga keterkaitan antara konsep dalam matematika bersifat sangat kuat dan jelas. Belajar matematika dasar sejak dini sangatlah penting, karena kondisi otak anak pada usia dini sangat cepat menyerap ilmu baru. Selain membantu anak dalam berinteraksi, matematika juga digunakan dalam menjalani aktivitas sehari-hari. Tapi dalam prosesnya, banyak orang tua yang bingung dan mengalami kesulitan dalam menyampaikan materi pembelajaran yang sesuai untuk anak, sehingga anak mudah merasa stress, bosan, dan akhirnya malas untuk belajar matematika. Hal tersebut dapat berdampak pada nilai mata pelajaran anak di sekolah untuk di kemudian hari.\nAplikasi dalam proyek akhir ini dibuat untuk membantu dan mempermudah anak sekolah dasar dalam belajar matematika dengan fitur dari aplikasi Math Is Fun yang menyediakan materi serta latihan soal dari kelas 1 sampai kelas 6 untuk mengukur sampai mana pemahaman materi yang telah dipelajari, pada latihan soal tersedia dua pilihan yaitu latihan soal biasa dan latihan berupa ujian, terdapat juga fitur yang menyediakan tips untuk belajar matematika agar memudahkan lagi dalam belajar.\nDengan adanya aplikasi Math Is Fun diharapkan dapat membantu menyelesaikan masalah yang dihadapi oleh siswa sekolah dasar maupun bukan siswa sekolah dasar dalam pembelajaran matematika. Aplikasi ini juga membantu mereka untuk tidak perlu lagi membeli buku matematika sekolah dasar yang sulit untuk didapat dan membantu pembelajaran matematika.","keywords":"Kata Kunci: Matematika, Sekolah Dasar, Pembelajaran, Math Is Fun","author":"ADIPUTRA YOSHUA BRADONLY YUDISTIO LANGKAY","lecturer":"Dahliar Ananda","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"},{"title":"MATH IS FUN : APLIKASI BELAJAR MATEMATIKA UNTUK ANAK SEKOLAH  DASAR BERBASIS ANDROID ","classification":"510.076 - MATH-STUDY TEACHING","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Application Software-development, Android Programming,","abstract":"Matematika merupakan suatu bahan kajian yang memiliki objek abstrak dan dibangun melalui proses penalaran deduktif, yaitu kebenaran suatu konsep diperoleh sebagai akibat logis dari kebenaran sebelumnya sudah diterima sehingga keterkaitan antara konsep dalam matematika bersifat sangat kuat dan jelas. Belajar matematika dasar sejak dini sangatlah penting, karena kondisi otak anak pada usia dini sangat cepat menyerap ilmu baru. Selain membantu anak dalam berinteraksi, matematika juga digunakan dalam menjalani aktivitas sehari-hari. Tapi dalam prosesnya, banyak orang tua yang bingung dan mengalami kesulitan dalam menyampaikan materi pembelajaran yang sesuai untuk anak, sehingga anak mudah merasa stress, bosan, dan akhirnya malas untuk belajar matematika. Hal tersebut dapat berdampak pada nilai mata pelajaran anak di sekolah untuk di kemudian hari.\nAplikasi dalam proyek akhir ini dibuat untuk membantu dan mempermudah anak sekolah dasar dalam belajar matematika dengan fitur dari aplikasi Math Is Fun yang menyediakan materi serta latihan soal dari kelas 1 sampai kelas 6 untuk mengukur sampai mana pemahaman materi yang telah dipelajari, pada latihan soal tersedia dua pilihan yaitu latihan soal biasa dan latihan berupa ujian, terdapat juga fitur yang menyediakan tips untuk belajar matematika agar memudahkan lagi dalam belajar.\nDengan adanya aplikasi Math Is Fun diharapkan dapat membantu menyelesaikan masalah yang dihadapi oleh siswa sekolah dasar maupun bukan siswa sekolah dasar dalam pembelajaran matematika. Aplikasi ini juga membantu mereka untuk tidak perlu lagi membeli buku matematika sekolah dasar yang sulit untuk didapat dan membantu pembelajaran matematika.","keywords":"Kata Kunci: Matematika, Sekolah Dasar, Pembelajaran, Math Is Fun","author":"NURLAILIYAH SALSABILAH VALENTINA","lecturer":"Dahliar Ananda","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"},{"title":"PENGARUH LOYALTY PROGRAM TERHADAP LOYALITAS PELANGGAN INDIHOME DI KOTA BANDUNG PADA TAHUN 2022 (STUDI KASUS PELANGGAN PRIORITAS ATAU HIGH VALUE CUSTOMER PT TELKOM WITEL BANDUNG) ","classification":"658.812 - Customer relationships, Claims, Complaints, Returns, Servicing of products","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Customer Loyalty, Customer Relation Management,","abstract":"Loyalty Program merupakan salah satu strategi dari sebuah perusahaan yang merupakan pengembangan dan penerapan dari proses Customer Relationship Management (CRM). Indihome sebagai salah satu perusahaan penyedia jasa provider menciptakan program loyalitas yang bertujuan membantu perusahaan dalam meningkatkan nilai dan mengakomodasi kepuasan dan loyalitas pelanggan, program ini diperuntukan bagi pelanggan prioritas Indihome. Penelitian ini bertujuan untuk mengetahui Seberapa besar pengaruh program loyalitas produk Indihome terhadap loyalitas pelanggan Penelitian ini merupakan penelitian deskriptif dengan menggunakan metode pendekatan kuantitatif. Populasi pada penelitian ini adalah pelanggan atau HVC (High Value Customer) Indihome Bandung dan diketahui secara pasti, sehingga teknik pengambilan sampel yang digunakan dalam penilitian ini adalah dengan menggunakan probability sampling dan sampel sebanyak 400 responden dengan menggunakan skala pengukuran likert. Metode pengumpulan data dilakukan dengan melakukan kuesioner. Pengolahan data penelitian ini dilakukan dengan Teknik analisis regeresi linear sederhana dan menggunakan uji hipotesis parsial atau uji T. Berdasarkan hasil analisis penelitian ini menunjukan bahwa pelanggan memiliki tanggapan yang sangat baik terhadap Loyalty Program yang ditawarkan dengan rata-rata presentase sebesar 87,63%. Tanggapan responden mengenai Loyalitas Pelanggan memiliki tanggapan yang sangat baik dengan rata-rata presentase sebesar 87,55%. Dan Besaran angka mengenai pengaruh Loyalty Program terhadap Loyalitas Pelanggan sebesar 68,8%.","keywords":"Kata Kunci: Loyalty Program dan Loyalitas Pelanggan","author":"DIAZ SETIADI","lecturer":"Ati Mustikasar","publisher":"Universitas Telkom, D3 Manajemene Pemasaran","publish_year":"2023"},{"title":"Pengaruh Pengelolaan Konten Instagram Terhadap Online Engagement (Studi Kasus Pada Perusahaan Ditie Wedding Planner Bandung Tahun 2021) ","classification":"006.701 4 - Content Analysis","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Content Management Systems, Content Analysis,","abstract":"Abstrak-\nDitie Wedding Planner adalah perusahaan yang bergerak dibidang jasa pengelolaan pada suatu acara pernikahan. Pada jaman sekarang orang ingin menikah tanpa bersusah payah mencari satu per satu Vendor yang ada. Ditie Wedding Planner merupakan pengelolaan dalam suatu acara pernikahan dan juga membantu para pasangan pengantin untuk memberikan sebuah solusi untuk menikah dengan paket pernikahan. Ditie Wedding Planner sudah berdiri semenjak akhir tahun 2020, sebenarnya Ditie Wedding Planner itu pecahan atau pemekaran dari Rahmadina Wedding yang merupakan pelaminan biasa, dengan adanya pemekaran ini bertujuan menambah lini produk dari Rahmadina itu sendiri serta mambuka lapangan pekerjaan baru. Ditie Wedding Planner yang bergerak di bidang pongorganisisran wedding tentu saja membuat Rahmadina Wedding sangat terbantu dan menambah kualitas diri masing- masing produk sehingga menciptakan kualitas layanan yang lebih epic kedepannya. Metode yang digunakan dalam penelitian ini adalah metode kuantitatif, data yangdibutuhkan dalam penelitian ini adalah data primer. Pengambilan sampel dilakukan dengan metode Non Probability Sampling jenis Purposive Sampling. Melibatkan 100 responden dan teknik analisis data menggunakan analisis deskriptif.","keywords":"Kata Kunci: Instagram, Online Engagement, Pengelolaan Konten, Promosi.","author":"FEBRYAN RAFI FADIA","lecturer":"Rahmat Hidayat","publisher":"Universitas Telkom, D3 Manajemene Pemasaran","publish_year":"2023"},{"title":"Pengembangan Aplikasi Radio Digital dan Obat Herbal BSK Media ","classification":"621.384 - Radio and Radar, Broadcasting stations, Engineering works on radio and television, on Wireless Communication","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Perancangan Aplikasi, Radio Circuits Design,","abstract":"BSK Media merupakan rumah radio bagi beberapa stasiun radio sekitar dan menyediakan konten on air serta off air. BSK Media sebelumnya mempunyai situs website, namun situs tersebut tidak berjalan dengan baik karena sistem tidak berjalan dengan baik dan tidak ada segmen penjualan obat herbal yang di jual oleh pihak BSK Media. Maka dari itu,\npenulis merancang sebuah aplikasi berbasis android fitur-fitur yang ada yaitu fitur play radio, penjualan obat herbal dilakukan oleh BSK Media, serta memberikan informasi berita kepada pengguna serta aplikasi yg akan digunakan admin untuk mengelola data melalui aplikasi mobile. Diharapkan dengan dibuatnya aplikasi ini pengguna dapat mendengarkan radio streaming dari berbagai tempat dan mendapatkan obat herbal dari produk BSK Media, dan BSK Media dapat mengelola data yang berhubungan dengan data input. Aplikasi ini di uji dengan menggunakan pengujian black box testing. Tujuan dari pengujian tersebut untuk mengetahui aplikasi sudah berjalan sesuai dengan yang diharapkan.","keywords":"\nKata Kunci : Obat Herbal, Radio Digital, Android.\n ","author":"PAULUS AGATA SURYONUGROHO","lecturer":"ERDA GUSLINAR PERDANA","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"},{"title":"Pengembangan Konten Media Sosial Pada Instagram UMKM Baso Aci Raos by Dapoer Yeny Tahun 2022 ","classification":"302.23 - Media of Communication, Mass Media","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Social Media-communication In Marketing, Media Of Communication,","abstract":"Teknologi informasi dari tahun ke tahun selalu mengalami perkembangan yang sangat pesat. Wabah Covid-19 menjadi pandemi global setelah diumumkan oleh Badan Kesehatan Dunia (WHO). Pandemi tersebut sejalan dengan peningkatan kebutuhan masyarakat terhadap internet. Dalam literatur pemasaran, konten marketing bertujuan untuk memikat konsumen dengan cara menyediakan konten yang sesuai dengan karakter sebuah merek tetapi masih relevan dengan apa yang diinginkan oleh konsumen (Bening, 2019).\nDapoer Yeny merupakan UMKM rumahan yang memproduksi baso aci dan beberapa makanan rumahan lainnya. Segmentasi pasar terhadap Baso Aci Raos by Dapoer Yeny yaitu seluruh kalangan masyarakat di Provinsi Jawa Barat yang berusia dari 14 - 45 tahun. Target pasar yang dituju adalah remaja hingga dewasa yang menyukai makanan pedas khas bumbu Indonesia dengan harga yang terjangkau. Tujuan Penelitian ini adalah untuk mengetahui bagaimana perencanaan content marketing, pelaksanaan content marketing, serta evaluasi. Metode pengumpulan data yang digunakan yaitu observasi, wawancara dan dokumentasi. Analisis data yang digunakan yaitu analisis objek materi komunikasi dan analisis kompetitor.","keywords":"Hasil perencanaan pembuatan konten marketing diperoleh data dari wawancara. Karakteristik pada konten marketing di Instagram dikategorikan sebagai konten hiburan dan cerita. Hasil dari Perencanaan konten marketing yaitu unggahan tentang informasi produk yang akan dijual kepada calon pelanggan. Hasil dari pelaksanaan konten marketing yaitu penjadwalan pembuatan konten dan ide-ide dalam membuat konten mengenai informasi produk yang akan dipasarkan. Hasil dari evaluasi pembuatan konten marketing yaitu Baso Aci Si Raos by Dapoer Yeny mengalami peningkatan yang dapat dilihat melalui insight di Instagram dengan jumlah pengunjung profil di Instagram meningkat.","author":"VERONICA SITI PUTRI BUDI UTAMI","lecturer":"Ati Mustikasar","publisher":"Universitas Telkom, D3 Manajemene Pemasaran","publish_year":"2023"},{"title":"SiTingTing : Platform Edukasi Berbasis Flutter Untuk Mencegah Stunting ","classification":"788.3 - Flute Family","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Mobile Application, Flute Family,","abstract":"","keywords":"Salah satu permasalahan yang sedang dihadapi bangsa Indonesia adalah rendahnya kualitas sumber daya manusia (SDM). Kondisi ini disebabkan karena kurangnya energi protein (KEP) sebagai salah satu masalah gizi utama yang terjadi pada anak di bawah dua tahun. Kekurangan gizi menjadi salah satu penyebab kematian balita di Indonesia. Konsekuensi kurang zat gizi dalam jangka waktu lama adalah gagal tumbuh atau stunting. Salah satu faktor penyebab stunting adalah kurangnya pengetahuan ibu terhadap konsep gizi seimbang untuk anak. Oleh karena itu, diperlukan sebuah solusi untuk mengedukasi para calon ibu, khususnya remaja putri, serta ibu tentang stunting dan cara pencegahannya. Solusi ini harus sesuai dengan profil penggunanya, mudah digunakan, menarik dan dapat digunakan dari mana saja. Dari permasalahan tersebut, diusulkan sebuah solusi aplikasi berbasis mobile dengan framework flutter yang bernama SiTingTing : Platform Edukasi Berbasis Flutter Untuk Mencegah stunting, sebuah platform edukasi promotif untuk meningkatkan pengetahuan remaja putri, ibu yang belum memiliki anak, ibu hamil, dan ibu yang sudah memiliki anak. SiTingTing juga menyediakan beberapa fitur untuk mengetahui status kesehatan anak berdasarkan beberapa indikator, fitur artikel, fitur lihat unit kesehatan terdekat, fitur kuis, dan fitur toko. Berdasarkan hasil pengujian yang dilakukan oleh penulis pada tanggal 20 Juni 2022, aplikasi SiTingTing secara umum berada pada kategori sangat baik, yang berarti fungsi aplikasi, tampilan aplikasi, dan kemudahan penggunaan aplikasinya baik dan cocok digunakan oleh remaja wanita, ibu hamil, maupun ibu yang sudah mempunyai anak. Hal ini dibuktikan dari hasil survei yang diisi oleh pengguna yang telah mencoba aplikasi SiTingTing di mana didapatkan rata-rata skor 87,5%, di mana angka ini dikategorikan sangat baik dalam proses pengujian. Kata Kunci : SDM, stunting, edukasi, ibu, flutter","author":"ROBERTHUS SEBASTIAN SIAGIAN","lecturer":"Alfian Akbar Gozali,","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"},{"title":"SiTingTing : Platform Edukasi Berbasis Flutter Untuk Mencegah Stunting ","classification":"788.3 - Flute Family","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Mobile Application, Flute Family,","abstract":"Salah satu permasalahan yang sedang dihadapi bangsa Indonesia adalah rendahnya kualitas sumber daya manusia (SDM). Kondisi ini disebabkan karena kurangnya energi protein (KEP) sebagai salah satu masalah gizi utama yang terjadi pada anak di bawah dua tahun. Kekurangan gizi menjadi salah satu penyebab kematian balita di Indonesia. Konsekuensi kurang zat gizi dalam jangka waktu lama adalah gagal tumbuh atau stunting. Salah satu faktor penyebab stunting adalah kurangnya pengetahuan ibu terhadap konsep gizi seimbang untuk anak.  Oleh karena itu, diperlukan sebuah solusi untuk mengedukasi para calon ibu, khususnya remaja putri, serta ibu tentang stunting dan cara pencegahannya. Solusi ini harus sesuai dengan profil penggunanya, mudah digunakan, menarik dan dapat digunakan dari mana saja. Dari permasalahan tersebut, diusulkan sebuah solusi aplikasi berbasis mobile dengan framework flutter yang bernama SiTingTing : Platform Edukasi Berbasis Flutter Untuk Mencegah stunting, sebuah platform edukasi promotif untuk meningkatkan pengetahuan remaja putri, ibu yang belum memiliki anak, ibu hamil, dan ibu yang sudah memiliki anak. SiTingTing juga menyediakan beberapa fitur untuk mengetahui status kesehatan anak berdasarkan beberapa indikator, fitur artikel, fitur lihat unit kesehatan terdekat, fitur kuis, dan fitur toko. Berdasarkan hasil pengujian yang dilakukan oleh penulis pada tanggal 20 Juni 2022, aplikasi SiTingTing secara umum berada pada kategori sangat baik, yang berarti fungsi aplikasi, tampilan aplikasi, dan kemudahan penggunaan aplikasinya baik dan cocok digunakan oleh remaja wanita, ibu hamil, maupun ibu yang sudah mempunyai anak. Hal ini dibuktikan dari hasil survei yang diisi oleh pengguna yang telah mencoba aplikasi SiTingTing di mana didapatkan rata-rata skor 87,5%, di mana angka ini dikategorikan sangat baik dalam proses pengujian.","keywords":"Kata Kunci : SDM, stunting, edukasi, ibu, flutter","author":"YOLANDO ASRI ERBENCA GEGEH","lecturer":"Alfian Akbar Gozali,","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"},{"title":"SMART METERING - IoT-INTEGRATED ANDROID MOBILE APP FOR HOUSE ELECTRICITY SMART CONTROL SYSTEM ","classification":"004.678 - Internet (World Wide Web)","type_publication":"Karya Ilmiah - TA (D3) - Reference","subject":"Internet Of Things, Internet,","abstract":"","keywords":"Listrik merupakan kebutuhan dasar bagi setiap orang pada saat ini, hal ini dikarenakan hampir semua perangkat yang digunakan oleh manusia menggunakan listrik sebagai sumber energinya. Hal ini menyebabkan perlu adanya pengendalian penggunaan listrik secara otomatis, karena terkadang dengan semakin banyaknya perangkat yang digunakan, maka tagihan listrik menjadi semakin besar dan hal ini tidak pernah disadari oleh masyarakat, karena jika pelanggan pasca bayar maka informasi penggunaan baru diketahui pada akhir bulan pada saat dilakukan penagihan pembayaran listrik sedangkan bagi pengguna Pra-bayar maka informasi penggunaan listrik baru diketahui pada saat cadangan token-nya habis. Maka dari itu diperlukan sebuah perangkat yang dapat mengukur penggunaan daya listrik untuk setiap komponen yang terhubung ke dalam rangkaian listrik secara real-time dan informasinya dapat dikirimkan secara langsung menggunakan wireless media. Sistem yang dibangun merupakan bagian dari Smart Metering. Sistem ini menggabungkan komponen analog dan Arduino Uno yang berfungsi sebagai komponen microcontroller. Menurut survey pengguna, sebesar 80.38% menyatakan setuju dengan pengembangan aplikasi dan perangkat Smart Metering ini.","author":"PRASIDYA PRAMADRESANA SAFTARI","lecturer":"Mia Rosmiat","publisher":"Universitas Telkom, D3 Rekayasa Perangkat Lunak Aplikasi","publish_year":"2023"}]